{"translation-revision-date":"2024-10-11 22:54:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Word count type. Do not translate!\u0004words":["words"],"When enabled, videos will play directly within the webpage on mobile browsers, instead of opening in a fullscreen player.":["Al activarlo, los vídeos se reproducirán directamente dentro de la página web en los navegadores móviles, en lugar de abrirse en un reproductor a pantalla completa."],"Template Part \"%s\" updated.":["Parte de plantilla «%s» actualizada."],"Show text":["Mostrar texto"],"The link text is visible when enabled from the parent Social Icons block.":["El texto del enlace es visible cuando se activa desde el bloque superior iconos sociales."],"Link text":["Texto del enlace"],"Enter social link":["Introduce el enlace social"],"RSS block display setting\u0004Grid view":["Vista de cuadrícula"],"RSS block display setting\u0004List view":["Vista de lista"],"RSS URL":["URL de RSS"],"Remove citation":["Eliminar cita"],"Experimental full-page client-side navigation setting enabled.":["Activado el ajuste experimental de navegación de página completa del lado del cliente."],"Post template block display setting\u0004Grid view":["Vista de cuadrícula"],"Post template block display setting\u0004List view":["Vista de lista"],"Latest posts block display setting\u0004Grid view":["Vista de cuadrícula"],"Latest posts block display setting\u0004List view":["Vista de lista"],"Embed a Bluesky post.":["Incrusta una publicación de Bluesky."],"Divide into columns. Select a layout:":["Dividir en columnas. Selecciona una disposición:"],"https:\/\/www.w3.org\/WAI\/tutorials\/images\/decision-tree\/":["https:\/\/www.w3.org\/WAI\/tutorials\/images\/decision-tree\/"],"Currently, avoiding full page reloads is not possible when non-interactive or non-client Navigation compatible blocks from plugins are present inside the Query block.":["Actualmente no es posible evitar recargas de página completa cuando hay bloques de plugins no interactivos o no compatibles con la navegación del cliente dentro del bloque de consulta."],"Edit original":["Editar original"],"Only link to posts that have the same taxonomy terms as the current post. For example the same tags or categories.":["Enlaza sólo a entradas que tengan los mismos términos taxonómicos que la entrada actual. Por ejemplo, las mismas etiquetas o categorías."],"Filter by taxonomy":["Filtrar por taxonomía"],"Unfiltered":["Sin filtrar"],"This Navigation Menu displays your website's pages. Editing it will enable you to add, delete, or reorder pages. However, new pages will no longer be added automatically.":["Este menú de navegación muestra las páginas de tu web. Editarlo te permitirá añadir, eliminar o reordenar páginas. Sin embargo, las páginas nuevas ya no se añadirán automáticamente."],"Pattern \"%s\" cannot be rendered inside itself.":["El patrón «%s» no se puede representar dentro de sí mismo."],"Search for and add a link to your Navigation.":["Busca y añade un enlace a tu navegación."],"Choose a block to add to your Navigation.":["Elige un bloque para añadirlo a tu navegación."],"Crop image to fill":["Recortar la imagen para rellenar"],"Alternative text for an image. Block toolbar label, a low character count is preferred.\u0004Alt":["Alt"],"Upload to Media Library":["Subir a la biblioteca multimedia"],"Connected to dynamic data":["Conectado a datos dinámicos"],"Connected to %s":["Conectado a %s"],"HTML preview is not yet fully accessible. Please switch screen reader to virtualized mode to navigate the below iFrame.":["La vista previa HTML aún no es totalmente accesible. Por favor, cambia el lector de pantalla al modo virtualizado para navegar por el siguiente iFrame."],"Custom HTML Preview":["Vista previa HTML personalizada"],"Open images in new tab":["Abrir imágenes en una nueva pestaña"],"Randomize order":["Orden aleatorio"],"Crop images to fit":["Recortar imágenes para ajustarlas"],"Add gallery caption":["Añadir leyenda de la galería"],"Error\/failure message for form submissions.":["Mensaje de error\/fallo para los envíos de formulario."],"Form Submission Error":["Error de envío de formulario"],"Your form has been submitted successfully.":["Tu formulario se ha sido enviado correctamente.."],"Success message for form submissions.":["Mensaje de éxito para los envíos de formulario."],"Form Submission Success":["Éxito en el envío de formulario"],"Submission error notification":["Aviso de error en el envío"],"Submission success notification":["Aviso de éxito en el envío"],"Enter the message you wish displayed for form submission error\/success, and select the type of the message (success\/error) from the block's options.":["Introduce el mensaje que te gustaría mostrar cuando haya un error\/éxito en el envío de formularios, y elige el tipo de mensaje (éxito\/error) en las opciones del bloque."],"A numeric input.":["Un campo numérico."],"Number Input":["Campo numérico"],"Used for phone numbers.":["Utilizado para números de teléfono."],"Telephone Input":["Campo de teléfono"],"Used for URLs.":["Utilizado para URLs."],"URL Input":["Campo de URL"],"Used for email addresses.":["Utilizado para direcciones de correo electrónico."],"Email Input":["Campo de correo electrónico"],"A simple checkbox input.":["Un campo simple de casilla de verificación."],"Checkbox Input":["Campo de casilla de verificación"],"A textarea input to allow entering multiple lines of text.":["Un campo de área de texto que permite introducir varias líneas de texto."],"Textarea Input":["Campo de área de texto"],"A generic text input.":["Un campo genérico de texto."],"Text Input":["Campo de texto"],"Type the label for this input":["Teclea la etiqueta para este campo"],"Empty label":["Etiqueta vacía"],"Value":["Valor"],"Affects the \"name\" atribute of the input element, and is used as a name for the form submission results.":["Afecta al atributo «nombre» del elemento del campo, y se usa como nombre para los resultados de envío de formularios."],"Required":["Obligatorio"],"Inline label":["Etiqueta incrustada"],"Request data deletion":["Borrado de solicitud de datos"],"Request data export":["Solicitud de exportación de datos"],"To request an export or deletion of your personal data on this site, please fill-in the form below. You can define the type of request you wish to perform, and your email address. Once the form is submitted, you will receive a confirmation email with instructions on the next steps.":["Para solicitar una exportación o borrado de tus datos personales en este sitio, por favor, rellena el siguiente formulario. Puedes definir el tipo de solicitud que quieres realizar, y tu dirección de correo electrónico. Una vez se haya enviado el formulario recibirás un correo electrónico de confirmación con instrucciones sobre los siguientes pasos."],"A form to request data exports and\/or deletion.":["Un formulario para solicitar la exportación y\/o borrado de datos."],"Experimental privacy request form":["Formulario experimental de solicitud de privacidad"],"A comment form for posts and pages.":["Un formulario de comentarios para entradas y páginas."],"Experimental Comment form":["Formulario experimental de comentarios"],"The URL where the form should be submitted.":["La URL a donde debería enviar el formulario."],"Form action":["Acción del formulario"],"Method":["Método"],"The email address where form submissions will be sent. Separate multiple email addresses with a comma.":["La dirección de correo electrónico a donde se enviarán los envíos de formularios. Separa múltiples direcciones de correo electrónico con comas."],"Email for form submissions":["Correo electrónico para los envíos de formulario"],"Select the method to use for form submissions.":["Selecciona el método a utilizar para los envíos de formulario."],"Select the method to use for form submissions. Additional options for the \"custom\" mode can be found in the \"Advanced\" section.":["Selecciona el método a utilizar para los envíos de formulario. Puedes encontrar opciones adicionales para el modo «personalizado» en la sección «Avanzado»."],"- Custom -":["- Personalizado -"],"Send email":["Enviar correo electrónico"],"Submissions method":["Método de envíos"],"There was an error submitting your form.":["Ha ocurrido un error al enviar tu formulario."],"Your form has been submitted successfully":["Tu formulario se ha sido enviado correctamente"],"Focal point":["Punto focal"],"Caption text":["Texto de la leyenda"],"Query block: Force page reload enabled":["Bloque de consulta de contenidos: Activado el forzado de recarga de página"],"Currently, avoiding full page reloads is not possible when a Content block is present inside the Query block.":["Actualmente, evitar la recarga completa de página no es posible cuando está presente un bloque de contenido dentro del bloque de consulta de contenidos."],"If you still want to prevent full page reloads, remove that block, then disable \"Force page reload\" again in the Query Block settings.":["Si todavía quieres evitar la recarga completa de página, elimina ese bloque, y luego desactiva de nuevo «Forzar recarga de página» en el bloque de consulta de contenidos."],"Force page reload":["Forzar recarga de página"],"Force page reload can't be disabled because there are non-compatible blocks inside the Query block.":["Forzar la recarga de página no se puede desactivar porque hay bloques no compatibles dentro del bloque de consulta de contenidos."],"Browsing between pages won't require a full page reload, unless non-compatible blocks are detected.":["Navegar entre páginas no requiere una recarga completa de página, a menos que se detecten bloques no compatibles."],"Mark as nofollow":["Marcar como nofollow"],"Footnotes are not supported here. Add this block to post or page content.":["Aquí no se admiten notas a pie de página. Añade este bloque al contenido de la entrada o de la página."],"%s name":["Nombre de %s"],"%s: Name":["%s: Nombre"],"Specify how many links can appear before and after the current page number. Links to the first, current and last page are always visible.":["Especifica cuántos enlaces pueden aparecer antes del número de página actual. Los enlaces a las páginas primera, actual y última siempre son visibles."],"Number of links":["Cantidad de enlaces"],"Browsing between pages requires a full page reload.":["Navegar entre páginas requiere una recarga completa de la página."],"Modified Date":["Fecha de modificación"],"Comments form disabled in editor.":["Formulario de comentarios desactivado en el editor."],"Block: Paragraph":["Bloque: Párrafo"],"Edit Page List":["Editar lista de páginas"],"Unsaved Navigation Menu.":["Menú de navegación sin guardar."],"Overlay menu controls":["Omitir controles del menú"],"The current menu options offer reduced accessibility for users and are not recommended. Enabling either \"Open on Click\" or \"Show arrow\" offers enhanced accessibility by allowing keyboard users to browse submenus selectively.":["Las actuales opciones de menú ofrecen una accesibilidad reducida para los usuarios y no se recomiendan. Al activar «Abrir al hacer clic» o «Mostrar flecha» se ofrece una accesibilidad mejorada al permitir a los usuarios de teclado navegar de manera selectiva por los submenús."],"Navigation Menu: \"%s\"":["Menú de navegación: «%s»"],"Navigation Menu has been deleted or is unavailable. <button>Create a new Menu?<\/button>":["El menú de navegación se ha eliminado o no está disponible. <button>¿Crear un nuevo menú?<\/button>"],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":["Parece ser que estás tratando de usar el obsoleto bloque clásico. Puedes dejar intacto este bloque, o eliminarlo por completo. Alternativamente, puedes recargar la página para usar el bloque clásico."],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":["Parece ser que estás tratando de usar el obsoleto bloque clásico. Puedes dejar intacto este bloque, convertir su contenido a. un bloque de HTML personalizado, o eliminarlo por completo. Alternativamente, puedes recargar la página para usar el bloque clásico."],"… <a>Read more<span>: %1$s<\/span><\/a>":["… <a>Leer más<span>: %1$s<\/span><\/a>"],"The <main> element should be used for the primary content of your document only.":["El elemento <main> solo debe utilizarse para el contenido principal de tu documento."],"Enter fullscreen":["Abrir pantalla completa"],"Parent":["Superior"],"Are you sure you want to delete this Navigation Menu?":["¿Seguro que quieres borrar este menú de navegación?"],"Footnote":["Notas al pie de página"],"Footnotes found in blocks within this document will be displayed here.":["Las notas al pie de página encontradas en bloques dentro de este documento se mostrarán aquí."],"Footnotes":["Notas al pie de página"],"Toggle off to hide the label text, e.g. \"Next Page\".":["Cerrar para ocultar el texto de la etiqueta, p.ej. «Página siguiente»."],"Show label text":["Mostrar texto de la etiqueta"],"<a>Add new post<\/a>":["<a>Añadir nueva entrada<\/a>"],"%d minute":["%d minuto","%d minutos"],"No excerpt found":["No se ha encontrado ningún extracto"],"Excerpt text":["Texto del extracto"],"The content is currently protected and does not have the available excerpt.":["El contenido está actualmente protegido y no tiene disponible el extracto."],"This block will display the excerpt.":["Este bloque mostrará el extracto."],"Display a post's last updated date.":["Mostrar la fecha de la última actualización de una entrada."],"Only shows if the post has been modified":["Solo se muestra si se ha modificado la entrada"],"Post Modified Date":["Fecha de modificación de la entrada"],"The relationship of the linked URL as space-separated link types.":["La relación de la URL enlazada como tipos de enlaces, separados por espacios."],"Rel attribute":["Atributo rel"],"Additional information to help clarify the purpose of the link.":["Información adicional para ayudar a aclarar el propósito del enlace."],"Choose or create a Navigation Menu":["Elige o crea un menú de navegación"],"Lowercase Roman numerals":["Números romanos en minúsculas"],"Uppercase Roman numerals":["Números romanos en mayúsculas"],"Lowercase letters":["Letras minúsculas"],"Uppercase letters":["Letras mayúsculas"],"Numbers":["Números"],"Numbering style":["Estilo de numeración"],"Post meta":["Metadatos de la entrada"],"Max number of words":["Máximo de palabras"],"Image is contained without distortion.":["La imagen se ajusta sin distorsionarse."],"Image covers the space evenly.":["La imagen cubre el espacio de manera uniforme."],"Arrange blocks in a grid.":["Ordena los bloques en una cuadrícula."],"Select the size of the source images.":["Selecciona el tamaño de las imágenes originales."],"https:\/\/wordpress.org\/documentation\/article\/embeds\/":["https:\/\/wordpress.org\/documentation\/article\/embeds\/"],"Write summary…":["Escribe un resumen…"],"Write summary":["Escribir resumen"],"Open by default":["Abierto por defecto"],"Type \/ to add a hidden block":["Teclea \/ para añadir un bloque oculto"],"Add an image or video with a text overlay.":["Añade una imagen o vídeo con un texto superpuesto."],"Leave empty if decorative.":["Déjalo vacío si es decorativo."],"Reply to A WordPress Commenter":["Responde a un comentarista de WordPress"],"Commenter Avatar":["Avatar del comentarista"],"Scale option for dimensions control\u0004Cover":["Cubrir"],"Scale option for dimensions control\u0004Contain":["Ajustar"],"Aspect ratio":["Relación de aspecto"],"Aspect ratio option for dimensions control\u0004Original":["Original"],"Resolution":["Resolución"],"Grid":["Cuadrícula"],"Transform paragraph to heading.":["Transforma un párrafo en encabezado."],"Transform heading to paragraph.":["Transforma un encabezado en párrafo."],"Import widget area":["Importar área de widgets"],"Unable to import the following widgets: %s.":["No ha sido posible importar los siguientes widgets: %s."],"Widget area: %s":["Área de widgets: %s"],"Select widget area":["Seleccionar área de widgets"],"Arrow option for Next\/Previous link\u0004Chevron":["Galón"],"Arrow option for Next\/Previous link\u0004Arrow":["Flecha"],"Arrow option for Next\/Previous link\u0004None":["Nada"],"A decorative arrow for the next and previous link.":["Una flecha decorativa para el enlace de siguiente y anterior."],"Link author name to author page":["Enlazar nombre de autor a la página de autor"],"Not available for aligned text.":["No está disponible para el texto alineado."],"Choose a page to show only its subpages.":["Elige una página para mostrar solo sus subpáginas."],"Edit this menu":["Editar este menú"],"Page List: \"%s\" page has no children.":["Lista de páginas: La página «%s» no tiene hijas."],"You have not yet created any menus. Displaying a list of your Pages":["Todavía no has creado ningún menú. Se muestra una lista de tus páginas"],"Untitled menu":["Menú sin título"],"Structure for Navigation Menu: %s":["Estructura del menú de navegación: %s"],"(no title %s)":["(sin título %s)"],"Group blocks together. Select a layout:":["Agrupa bloques juntos. Selecciona una estructura:"],"Classic Editor":["Editor clásico"],"Remove caption":["Eliminar leyenda"],"Add submenu link":["Añadir enlace al submenú"],"Search for replacements":["Buscar reemplazos"],"Start adding Heading blocks to create a table of contents. Headings with HTML anchors will be linked here.":["Empieza añadiendo bloques de encabezado para crear una tabla de contenidos. Aquí se enlazarán los encabezados con anclajes HTML."],"Toggle to only include headings from the current page (if the post is paginated).":["Cambia para incluir solo encabezados de la página actual (si la página está paginada)."],"Only including headings from the current page (if the post is paginated).":["Solo incluye encabezados de la página actual (si la entrada está paginada)."],"Only include current page":["Solo incluir la página actual"],"Convert to static list":["Convertir a lista estática"],"Quote citation":["Cita"],"Display the search results title based on the queried object.":["Muestra el título de los resultados de búsqueda basado en el objeto solicitado."],"Search Results Title":["Título de los resultados de búsqueda"],"Search results for: “search term”":["Resultados de la búsqueda de: «término de búsqueda»"],"Show search term in title":["Mostrar el término buscado en el título"],"Archive type: Name":["Tipo de archivo: Nombre"],"Show archive type in title":["Mostrar el tipo de archivo en el título"],"Taxonomies":["Taxonomías"],"Parents":["Padres"],"Suffix":["Sufijo"],"Prefix":["Prefijo"],"Display last modified date":["Mostrar la fecha de la última modificación"],"Post Comments Link block: post not found.":["Bloque de enlace a los comentarios de la entrada: no se ha encontrado ninguna entrada."],"%s comment":["%s comentario","%s comentarios"],"Post Comments Count block: post not found.":["Bloque de recuento de comentarios de las entradas: no se han encontrado entradas."],"To show a comment, input the comment ID.":["Para mostrar un comentario introduce el ID del comentario."],"block title\u0004Post Comment":["Comentario de la entrada"],"Link to author archive":["Enlace al archivo del autor"],"Author Name":["Nombre del autor"],"handle":["handle"],"Import Classic Menus":["Importar menús clásicos"],"The Queen of Hearts.":["La reina de corazones."],"The Mad Hatter.":["El sombrerero loco."],"The Cheshire Cat.":["El gato de Cheshire."],"The White Rabbit.":["El conejo blanco."],"Alice.":["Alicia."],"Gather blocks in a container.":["Unifica bloques en un contenedor."],"Embed a podcast player from Pocket Casts.":["Incrusta un reproductor de podcast desde Pocket Casts."],"Overlay opacity":["Opacidad de la superposición"],"Switch to editable mode":["Cambiar al modo editable"],"66 \/ 33":["66 \/ 33"],"33 \/ 66":["33 \/ 66"],"Show empty categories":["Mostrar categorías vacías"],"Show label":["Mostrar etiqueta"],"Post Comments Form block: Comments are not enabled for this item.":["Bloque de formulario de comentarios de entradas: los comentarios no están activados para este elemento."],"Post Comments Form block: Comments are not enabled.":["Bloque de formulario de comentarios de entradas: Los comentarios no están activos."],"action that affects the current post\u0004Enable comments":["Activar comentarios"],"Links are disabled in the editor.":["Los enlaces están desactivados en el editor."],"Commenter avatars come from <a>Gravatar<\/a>.":["Los avatares de los comentaristas vienen de <a>Gravatar<\/a>"],"This Navigation Menu is empty.":["El menú de navegación está vacío."],"Choose a %s":["Elige un(a) %s"],"Existing template parts":["Partes de plantilla existentes"],"Largest size":["Tamaño más grande"],"Smallest size":["Tamaño más pequeño"],"Add text or blocks that will display when a query returns no results.":["Añade texto o bloques que se mostrarán cuando la consulta no devuelva ningún resultado."],"Choose a pattern":["Elige un patrón"],"Choose a pattern for the query loop or start blank.":["Elige un patrón para la consulta de contenidos o empieza en blanco."],"Post type":["Tipo de contenido"],"Authors":["Autores"],"Featured image: %s":["Imagen destacada: %s"],"Select the size of the source image.":["Selecciona el tamaño de la imagen original."],"Link to post":["Enlace a la entrada"],"If there are any Custom Post Types registered at your site, the Content block can display the contents of those entries as well.":["Si hay algún tipo de contenido personalizado registrado en tu sitio, el bloque de contenido de la entrada también podrá mostrar los contenidos de esas entradas."],"That might be a simple arrangement like consecutive paragraphs in a blog post, or a more elaborate composition that includes image galleries, videos, tables, columns, and any other block types.":["Puede tratarse de una estructura simple, como párrafos consecutivos en una entrada de blog, o de una composición más elaborada que incluya galerías de imágenes, vídeos, tablas, columnas y cualquier otro tipo de bloque."],"This is the Content block, it will display all the blocks in any single post or page.":["Este es el bloque de contenido de la entrada, que mostrará todos los bloques en cualquier entrada o página individual."],"Post Comments Form block: Comments are not enabled for this post type (%s).":["Bloque de formulario de comentarios de las entradas: los comentarios no están activados para este tipo de contenido (%s)."],"To get started with moderating, editing, and deleting comments, please visit the Comments screen in the dashboard.":["Para empezar a moderar, editar y borrar comentarios, por favor, visita la pantalla de comentarios en el escritorio."],"Hi, this is a comment.":["Hola, esto es un comentario."],"January 1, 2000 at 00:00 am":["1 de enero de 2000 a las 12:00 am"],"says":["dice"],"A WordPress Commenter":["Un comentarista de WordPress"],"Author Biography":["Biografía del autor"],"Convert to Link":["Convertir en enlace"],"This item has been deleted, or is a draft":["Este elemento se ha borrado, o está en borrador"],"Navigation Menu successfully deleted.":["Menú de navegación borrado correctamente."],"Show arrow":["Mostrar flecha"],"Configure the visual appearance of the button that toggles the overlay menu.":["Configura la apariencia visual del botón que conmuta el menú superpuesto."],"Show icon button":["Mostrar el icono del botón"],"Classic menu import failed.":["Ha fallado la importación del menú clásico."],"Classic menu imported successfully.":["Menú clásico importado correctamente."],"Classic menu importing.":["Importación del menú clásico."],"Failed to create Navigation Menu.":["Ha fallado la creación del menú de navegación."],"Navigation Menu successfully created.":["Menú de navegación creado correctamente."],"Creating Navigation Menu.":["Creación del menú de navegación."],"Unable to create Navigation Menu \"%s\".":["No se ha podido crear el menú de navegación «%s»."],"Unable to fetch classic menu \"%s\" from API.":["No se ha podido recuperar de la API el menú clásico «%s»."],"Navigation block setup options ready.":["Listas las opciones de configuración del bloque de navegación."],"Loading navigation block setup options…":["Cargando las opciones de configuración del bloque de navegación…"],"Create from '%s'":["Crear desde «%s»"],"block example\u0004Home Link":["Enlace a la página de inicio"],"Add home link":["Añadir un enlace a la página de inicio"],"Home link text":["Texto del enlace a la página de inicio"],"Arrange blocks vertically.":["Ordenar bloques verticalmente."],"Stack":["Pila"],"Arrange blocks horizontally.":["Ordenar bloques horizontalmente."],"Responses to %s":["Respuestas a %s"],"Response to %s":["Respuesta a %s"],"“Post Title”":["«Título de la entrada»"],"Show comments count":["Mostrar el recuento de comentarios"],"Show post title":["Mostrar el título de la entrada"],"Newer comments page link":["Enlace a la página de comentarios siguientes"],"Comments Pagination block: paging comments is disabled in the Discussion Settings":["Bloque de paginación de comentarios: La paginación de los comentarios está desactivada en los ajustes de comentarios"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Chevron":["Chevrón"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Arrow":["Flecha"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004None":["Ninguna"],"A decorative arrow appended to the next and previous comments link.":["Una flecha decorativa añadida al enlace de comentario siguiente y anterior."],"Older comments page link":["Enlace a la página de comentarios anteriores"],"block title\u0004Comment Date":["Fecha del comentario"],"Link to comment":["Enlace a los comentarios"],"block title\u0004Comment Content":["Contenido del comentario"],"block title\u0004Comment Author":["Autor del comentario"],"Link to authors URL":["Enlace a la URL del autor"],"Link to user profile":["Enlace al perfil del usuario"],"Select the avatar user to display, if it is blank it will use the post\/page author.":["Selecciona el usuario del avatar a mostrar, si está en blanco se usará el del autor de la entrada\/página."],"Default Avatar":["Avatar por defecto"],"Week":["Semana"],"Group by:":["Agrupar por:"],"single horizontal line\u0004Row":["Fila"],"Responses":["Respuestas"],"Response":["Respuesta"],"Older Comments":["Comentarios anteriores"],"Newer Comments":["Comentarios siguientes"],"%s Avatar":["Avatar de %s"],"Icon background":["Fondo del icono"],"Page List: Cannot retrieve Pages.":["Lista de páginas: No se pueden recuperar las páginas."],"Icon":["Icono"],"Use as Site Icon":["Usar como icono del sitio"],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps. To use a custom icon that is different from your site logo, use the <a>Site Icon settings<\/a>.":["Los iconos del sitio son los que ves en las pestañas del navegador, en las barras de favoritos y dentro de las aplicaciones móviles de WordPress. Para usar un icono personalizado diferente del logotipo de tu sitio, usa los <a>ajustes del icono del sitio<\/a>."],"You do not have permission to create Navigation Menus.":["No tienes permisos para crear menús de navegación."],"You do not have permission to edit this Menu. Any changes made will not be saved.":["No tienes permisos para editar este menú. No se guardará ningún cambio realizado."],"Loading…":["Cargando…"],"Preload value\u0004None":["Ninguna"],"Term Description":["Descripción del término"],"Default based on area (%s)":["Por defecto, en base al área (%s)"],"Area":["Área"],"Choose an existing %s or create a new one.":["Elige un área de %s existente o crea una nueva."],"Name and create your new %s":["Nombra y crea tu nueva área de %s"],"Untitled Template Part":["Parte de plantilla sin título"],"Template Part \"%s\" inserted.":["Parte de plantilla «%s» insertada."],"Number of tags":["Número de etiquetas"],"Make title link to home":["Hacer que el título enlace a la página de inicio"],"Add a site logo":["Añadir un logotipo del sitio"],"Arrow option for Query Pagination Next\/Previous blocks\u0004Chevron":["Galón"],"Arrow option for Query Pagination Next\/Previous blocks\u0004Arrow":["Flecha"],"Arrow option for Query Pagination Next\/Previous blocks\u0004None":["Ninguna"],"A decorative arrow appended to the next and previous page link.":["Una flecha decorativa añadida al enlace de página siguiente y anterior."],"Arrow":["Flecha"],"Post Title":["Título de la entrada"],"Enter character(s) used to separate terms.":["Introduce los caracteres usados para separar los términos."],"Displays the post link that precedes the current post.":["Muestra el enlace a la entrada que precede a la entrada actual."],"Displays the post link that follows the current post.":["Muestra el enlace a la entrada siguiente a la entrada actual."],"Include the label as part of the link":["Incluir la etiqueta como parte del enlace"],"If you have entered a custom label, it will be prepended before the title.":["Si has introducido una etiqueta personalizada se añadirá antes del título."],"Display the title as a link":["Muestra el título como enlace"],"Previous post":["Entrada anterior"],"Next post":["Entrada siguiente"],"Previous: ":["Anterior: "],"Next: ":["Siguiente: "],"Image scaling options\u0004Scale":["Escalar"],"Image will be stretched and distorted to completely fill the space.":["La imagen se estirará y distorsionará para rellenar el espacio por completo."],"Image is scaled to fill the space without clipping nor distorting.":["La imagen se escala para rellenar el espacio sin recortar ni distorsionar."],"Image is scaled and cropped to fill the entire space without being distorted.":["La imagen se escala y se recorta para rellenar todo el espacio sin que se distorsione."],"Scale option for Image dimension control\u0004Fill":["Rellenar"],"Scale option for Image dimension control\u0004Contain":["Contener"],"Scale option for Image dimension control\u0004Cover":["Cubrir"],"Post Date":["Fecha de la entrada"],"No comments":["Ningún comentario."],"Post Author":["Autor de la entrada"],"Write byline…":["Escribe la firma…"],"Post author byline text":["Texto de firma de autor de la entrada"],"Show bio":["Mostrar la biografía"],"Avatar size":["Tamaño del avatar"],"Show avatar":["Mostrar el avatar"],"navigation link preview example\u0004Example Link":["Enlace de ejemplo"],"Create draft page: <mark>%s<\/mark>":["Crear página en borrador: <mark>%s<\/mark>"],"Create draft post: <mark>%s<\/mark>":["Crear una entrada en borrador: <mark>%s<\/mark>"],"Navigation link text":["Texto del enlace de navegación"],"This item is missing a link":["A este elemento le falta un enlace"],"Add submenu":["Añadir submenú"],"Add link":["Añadir un enlace"],"Select tag":["Seleccionar una etiqueta"],"Select category":["Seleccionar una categoría"],"Select page":["Seleccionar una página"],"Select post":["Seleccionar una entrada"],"Contact":["Contacto"],"Submenu & overlay background":["Fondo del submenú y la superposición"],"Submenu & overlay text":["Texto del submenú y la superposición"],"Open on click":["Abrir al hacer clic"],"Submenus":["Submenús"],"Always":["Siempre"],"Off":["Desactivado"],"Collapses the navigation options in a menu icon opening an overlay.":["Cierra las opciones de navegación en un icono de menú abriendo una superposición."],"Configure overlay menu":["Configurar la superposición del menú"],"Overlay Menu":["Superposición del menú"],"Display":["Visualización"],"Delete menu":["Borrar el menú"],"Menu name":["Nombre del menú"],"Manage menus":["Gestionar los menús"],"Create new Menu":["Crear un nuevo menú"],"Switch to '%s'":["Cambiar a «%s»"],"Start empty":["Iniciar vacío"],"%s navigation":["Navegación de %s"],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":["El elemento <footer> debe representar un pie de página para su elemento de sección más cercano (por ejemplo: <section>, <article>, <main>, etc.)."],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":["El elemento <aside> debe representar una parte de un documento cuyo contenido solo está relacionado indirectamente con el contenido principal del documento."],"The <article> element should represent a self-contained, syndicatable portion of the document.":["El elemento <article> debe representar una parte autocontenida y sindicable del documento."],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":["El elemento <section> debe representar una porción independiente del documento que no puede ser representada mejor por otro elemento."],"The <main> element should be used for the primary content of your document only. ":["El elemento <main> solo debe ser usado para el contenido principal de tu documento. "],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":["El elemento <header> debe representar un contenido de introducción, normalmente un grupo de ayudas de introducción o de la navegación."],"Loading options…":["Cargando las opciones..."],"All gallery image sizes updated to: %s":["Todos los tamaños de las imágenes de la galería actualizados a: %s"],"All gallery images updated to not open in new tab":["Todas las imágenes de la galería actualizadas para que no se abran en una nueva pestaña"],"All gallery images updated to open in new tab":["Todas las imágenes de la galería actualizadas para que se abran en una nueva pestaña"],"All gallery image links updated to: %s":["Todos los enlaces de las imágenes de la galería actualizados a: %s"],"If uploading to a gallery all files need to be image formats":["Si se sube a una galería, todos los archivos deben tener formatos de imagen"],"Media item link option\u0004None":["Ninguno"],"Name of the file\u0004Armstrong_Small_Step":["Armstrong_Small_Step"],"Embed Wolfram notebook content.":["Incrustar contenido de libro de apuntes de Wolfram."],"Embed Pinterest pins, boards, and profiles.":["Incrusta pines, tableros y perfiles de Pinterest."],"bookmark":[" marcador"],"Drag and drop onto this block, upload, or select existing media from your library.":["Arrastra y suelta en este bloque, sube o selecciona medios existentes de tu biblioteca."],"Show only top level categories":["Mostrar solo las categorías de nivel superior"],"No published posts found.":["No se han encontrado entradas publicadas."],"noun; Audio block parameter\u0004Preload":["Precargar"],"Remove %s":["Eliminar %s"],"Template part has been deleted or is unavailable: %s":["La parte de la plantilla ha sido borrada o no está disponible: %s"],"Close menu":["Cerrar el menú"],"Open menu":["Abrir el menú"],"Term items not found.":["No se han encontrado elementos de términos."],"Show link on new line":["Mostrar el enlace en una nueva línea"],"Add \"read more\" link text":["Añadir el texto del enlace «Leer más»"],"Change Date":["Cambiar la fecha"],"Make title a link":["Hacer del título un enlace"],"No Title":["Sin título"],"An example title":["Un título de ejemplo"],"Previous Page":["Página anterior"],"Previous page link":["Enlace a la página anterior"],"Next Page":["Página siguiente"],"Next page link":["Enlace a la página siguiente"],"Display the archive title based on the queried object.":["Muestra el título del archivo en función del objeto consultado."],"Archive Title":["Título del archivo"],"Archive title":["Título del archivo"],"Provided type is not supported.":["El tipo proporcionado no es compatible."],"Image, Date, & Title":["Imagen, fecha y título"],"Title, Date, & Excerpt":["Título, fecha y extracto"],"Title & Excerpt":["Título y extracto"],"Title & Date":["Título y fecha"],"Display a list of your most recent posts, excluding sticky posts.":["Muestra una lista de tus entradas más recientes, excluyendo las entradas fijas."],"Posts List":["Lista de entradas"],"Keyword":["Palabra clave"],"Filters":["Filtros"],"Blog posts can be “stickied”, a feature that places them at the top of the front page of posts, keeping it there until new sticky posts are published.":["Las entradas del blog pueden ser «fijadas», una característica que las coloca en la parte superior de la página principal de las entradas, manteniéndolas allí hasta que se publiquen nuevas entradas fijas"],"Sticky posts":["Entradas fijas"],"WordPress contains different types of content and they are divided into collections called “Post types”. By default there are a few different ones such as blog posts and pages, but plugins could add more.":["WordPress contiene diferentes tipos de contenido y están divididos en colecciones llamadas «Tipos de contenido». Por defecto, hay varios diferentes, como entradas de blog y páginas, pero los plugins podrían añadir más."],"Toggle to use the global query context that is set with the current template, such as an archive or search. Disable to customize the settings independently.":["Alternar el uso del contexto de la consulta global que se establece con la plantilla actual, como un archivo o una búsqueda. Desactívalo para personalizar los ajustes independientemente."],"Inherit query from template":["Heredar la consulta de la plantilla"],"Only":["Solo"],"Exclude":["Excluir"],"Max page to show":["Páginas máximas a mostrar"],"Limit the pages you want to show, even if the query has more results. To show all pages use 0 (zero).":["Limita las páginas que quieres mostrar, incluso si la consulta tiene más resultados. Para mostrar todas las páginas, usa 0 (cero)."],"Offset":["Desplazamiento"],"Items per Page":["Elementos por página"],"Display settings":["Ajustes de visualización"],"Site Title placeholder":["Marcador de posición del título del sitio"],"Write site title…":["Escribe el título del sitio..."],"Site title text":["Texto del título del sitio"],"Site Tagline placeholder":["Marcador de posición de la descripción corta del sitio"],"Write site tagline…":["Escribe la descripción corta del sitio..."],"Site tagline text":["Texto de la descripción corta del sitio"],"Link image to home":["Enlazar la imagen a la página de inicio"],"Image width":["Ancho de la imagen"],"Click plus to add":["Haz clic en «+» para añadir"],"Default (<div>)":["Por defecto (<div>)"],"HTML element":["Elemento HTML"],"Redirect to current URL":["Redirigir a URL actual"],"Display login as form":["Mostrar el acceso como un formulario"],"Media width":["Ancho de medios"],"Embed of %s.":["Incrustado de %s."],"PDF embed":["PDF incrustado"],"Embed of the selected PDF file.":["Incrustación del archivo PDF seleccionado."],"Copied URL to clipboard.":["URL copiada al portapapeles."],"Note: Most phone and tablet browsers won't display embedded PDFs.":["Nota: La mayoría de los navegadores de teléfonos y tabletas no mostrarán los PDF incrustados."],"Show inline embed":["Mostrar la incrustación integrada"],"PDF settings":["Ajustes de PDF"],"%1$s (%2$d of %3$d)":["%1$s (%2$d de %3$d)"],"Your site does not have any posts, so there is nothing to display here at the moment.":["Tu sitio no tiene ninguna entrada, así que no hay nada que mostrar aquí en este momento."],"Autoplay may cause usability issues for some users.":["La reproducción automática puede causar problemas de usabilidad para algunos usuarios."],"Add citation":["Añade una mención"],"Add quote":["Añade una cita"],"Add caption":["Añadir una leyenda"],"Choose":["Elegir"],"Start blank":["Empezar en blanco"],"Type \/ to choose a block":["Teclea \/ para elegir un bloque"],"Templates":["Plantillas"],"%1$s: %2$s":["%1$s: %2$s"],"This content is password protected.":["Este contenido está protegido por contraseña."],"Icon color":["Color del icono"],"Huge":["Enorme"],"Normal":["Normal"],"Wood thrush singing in Central Park, NYC.":["Zorzal cantando en Central Park, NYC."],"Video caption text":["Texto de la leyenda del vídeo"],"Write verse…":["Escribir el verso..."],"Verse text":["Texto del verso"],"Column %d text":["Texto de la columna %d"],"Table caption text":["Texto de la leyenda de la tabla"],"Footer cell text":["Texto de la celda del pie de página"],"Body cell text":["Texto de la celda del cuerpo"],"Header cell text":["Texto de la celda de la cabecera"],"Shortcode text":["Texto del shortcode"],"Block cannot be rendered inside itself.":["El bloque no se puede procesar dentro de sí mismo."],"Pullquote citation text":["Texto de la cita"],"Pullquote text":["Texto de la cita"],"Preformatted text":["Texto preformado"],"List text":["Texto de la lista"],"Ordered":["Ordenada"],"Unordered":["Sin ordenar"],"Download button text":["Texto del botón de descarga"],"Button width":["Ancho del botón"],"Audio caption text":["Texto de la leyenda del audio"],"Gallery caption text":["Texto de la leyenda de la galería"],"Image caption text":["Texto de la leyenda de la imagen"],"Add text over image":["Añadir texto encima de la imagen"],"Open links in new tab":["Abrir los enlaces en una nueva pestaña"],"Convert to blocks":["Convertir en bloques"],"Add tracks":["Añadir pistas"],"Remove track":["Eliminar pista"],"Kind":["Tipo"],"Language tag (en, fr, etc.)":["Etiqueta del idioma (es, fr, etc.)"],"Source language":["Idioma de origen"],"Title of track":["Título de la pista"],"Label":["Etiqueta"],"Edit track":["Editar pista"],"Text tracks":["Pistas de texto"],"Edit %s":["Editar %s"],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["Las pistas pueden ser subtítulos, leyendas, capítulos o descripciones. Ayudan a hacer tu contenido más accesible a un mayor número de usuarios."],"Captions":["Leyendas"],"Subtitles":["Subtítulos"],"Use button with icon":["Usar el botón con icono"],"Button inside":["Botón interior"],"Button outside":["Botón exterior"],"No button":["Sin botón"],"Change button position":["Cambiar la posición del botón"],"Toggle search label":["Alternar la etiqueta de búsqueda"],"“Read more” link text":["Texto del enlace «Leer más»"],"Add link to featured image":["Añadir un enlace a la imagen destacada"],"Repeated background":["Fondo repetido"],"One column":["Una columna"],"100":["100"],"Find out more":["Saber más"],"Search for patterns":["Buscar patrones"],"by %s":["por %s"],"Comment":["Comentario"],"Display author name":["Mostrar el nombre del autor"],"Change content position":["Cambiar posición del contenido"],"Minimum height of cover":["Altura mínima del fondo"],"25 \/ 50 \/ 25":["25 \/ 50 \/ 25"],"33 \/ 33 \/ 33":["33 \/ 33 \/ 33"],"50 \/ 50":["50 \/ 50"],"This column count exceeds the recommended amount and may cause visual breakage.":["Este número de columnas supera la cantidad recomendada y puede causar una ruptura visual."],"Browser default":["Navegador por defecto"],"Edit gallery image":["Editar una imagen de la galería"],"Crop":["Recortar"],"Image uploaded.":["Imagen subida."],"survey":["encuesta"],"social":["social"],"Design":["Diseño"],"Mobile":["Móvil"],"Block variations":["Variaciones del bloque"],"Template Part":["Parte de plantilla","Partes de plantilla"],"Add media":["Añadir medios"],"%1$s (%2$s)":["%1$s (%2$s)"],"Button only":["Solo botón"],"Social Icon":["Icono social"],"Select poster image":["Seleccionar la imagen del póster"],"Poster image":["Imagen del póster"],"WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river.":["Al andar se hace camino\ny al volver la vista atrás\nse ve la senda que nunca\nse ha de volver a pisar.\nCaminante no hay camino\nsino estelas en la mar..."],"Footer label":["Etiqueta del pie de página"],"Header label":["Etiqueta de la cabecera"],"Matt Mullenweg":["Matt Mullenweg"],"EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;":["MONTAÑA . EXTERIOR - NOCHE\nLa luz incierta que precede al amanecer dibuja con dificultad los riscos y matojos del monte. \nSube niebla del valle. "],"Image alignment":["Alineación de la imagen"],"Display featured image":["Mostrar la imagen destacada"],"Full post":["Entrada completa"],"Show:":["Mostrar:"],"Media file":["Archivo de medios"],"Suspendisse commodo neque lacus, a dictum orci interdum et.":["A wan fistro tiene musho peligro se calle ustée benemeritaar."],"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis.":["Lorem fistrum diodenoo papaar papaar jarl. No te digo trigo por no llamarte Rodrigor."],"\/\/ A “block” is the abstract term used\n\/\/ to describe units of markup that\n\/\/ when composed together, form the\n\/\/ content or layout of a page.\nregisterBlockType( name, settings );":["\/\/ Un «bloque» es el término abstracto utilizado\n\/\/ para describir las unidades de marcado que,\n\/\/ cuando se componen juntas, forman el\n\/\/ contenido o diseño de una página.\nregisterBlockType( nombre, ajustes );"],"podcast":["podcast"],"Link to":["Enlazar a"],"ADD MEDIA":["AÑADIR MEDIOS"],"Level %1$s. %2$s":["Nivel %1$s. %2$s"],"Level %s. Empty.":["Nivel %s. Vacío."],"(Note: many devices and browsers do not display this text.)":["(Nota: muchos dispositivos y navegadores no muestran este texto.)"],"Describe the role of this image on the page.":["Describe el papel de esta imagen en la página."],"Title attribute":["Atributo del título"],"Embed a TikTok video.":["Incrusta un vídeo de TikTok."],"Open Media Library":["Abrir la biblioteca de medios"],"Image size":["Tamaño de la imagen"],"Small":["Pequeño"],"Sorting and filtering":["Ordenación y filtrado"],"Post content":["Contenido de la entrada"],"menu":["menú"],"Percentage Width":["Porcentaje de ancho"],"There is no poster image currently selected":["No hay ninguna imagen de póster seleccionada en este momento"],"The current poster image url is %s":["La URL de la imagen actual de póster es %s"],"Play inline":["Reproducción integrada"],"Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim.":["A peich amatomaa apetecan a wan de la pradera va usté muy cargadoo por la gloria de mi madre está la cosa muy malar condemor."],"Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit.":["Llévame al sircoo no puedor por la gloria de mi madre por la gloria de mi madre va usté muy cargadoo diodenoo al ataquerl llévame al sircoo no te digo trigo por no llamarte Rodrigor. "],"Three columns; wide center column":["Tres columnas; columna ancha centrada"],"Three columns; equal split":["Tres columnas; igual separación"],"Two columns; two-thirds, one-third split":["Dos columnas; separación de dos tercios, un tercio "],"Two columns; one-third, two-thirds split":["Dos columnas; separación de un tercio, dos tercios"],"Two columns; equal split":["Dos columnas; igual separación"],"Call to Action":["Llamada a la acción"],"Link rel":["«rel» del enlace"],"Welcome to the wonderful world of blocks…":["Te damos la bienvenida al maravilloso mundo de los bloques…"],"In quoting others, we cite ourselves.":["Al citar a otros, nos citamos a nosotros mismos."],"Reverse list numbering":["Lista de numeración inversa"],"Start value":["Valor inicial"],"One of the hardest things to do in technology is disrupt yourself.":["Una de las cosas más difíciles de hacer en tecnología es reinventarte."],"Upload a file or pick one from your media library.":["Sube un archivo de medios o elige uno de tu biblioteca de medios."],"Open in new tab":["Abrir en una nueva pestaña"],"Attachment page":["Página de adjuntos"],"December 6, 2018":["6 de diciembre de 2018"],"February 21, 2019":["21 de febrero de 2019"],"May 7, 2019":["7 de mayo de 2019"],"Release Date":["Fecha de lanzamiento"],"Jazz Musician":["Músico de jazz"],"Footer section":["Sección del pie de página"],"Header section":["Sección de la cabecera"],"Change column alignment":["Cambiar la alineación de la columna"],"Create Table":["Crear tabla"],"Insert a table for sharing data.":["Inserta una tabla para compartir datos."],"Align column right":["Alinear la columna a la derecha"],"Align column center":["Alinear la columna al centro"],"Align column left":["Alinear la columna a la izquierda"],"<strong>Snow Patrol<\/strong>":["<strong>Patrulla de la nieve<\/strong>"],"Clear Media":["Vaciar los medios"],"Mont Blanc appears—still, snowy, and serene.":["El Mont Blanc aparece—quieto, nevado y sereno."],"— Kobayashi Issa (一茶)":["— Kobayashi Issa (一茶)"],"The wren<br>Earns his living<br>Noiselessly.":["El reyezuelo<br>Se gana la vida<br>Sin hacer ruido."],"Describe the purpose of the image.":["Describe el propósito de la imagen."],"Write gallery caption…":["Escribe la leyenda de la galería..."],"Move image forward":["Mover la imagen hacia delante"],"Move image backward":["Mover la imagen hacia atrás"],"Code is Poetry":["El código es poesía"],"In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing.":["En un lugar de la Mancha, de cuyo nombre no quiero acordarme, no ha mucho tiempo que vivía un hidalgo de los de lanza en astillero, adarga antigua, rocín flaco y galgo corredor."],"Six.":["Seis."],"Five.":["Cinco."],"Four.":["Cuatro."],"Three.":["Tres."],"Two.":["Dos."],"One.":["Uno."],"Group":["Grupo"],"Learn more about embeds":["Aprende más sobre los incrustados"],"Paste a link to the content you want to display on your site.":["Pega un enlace al contenido que quieras mostrar en tu sitio."],"Upload a video file, pick one from your media library, or add one with a URL.":["Sube un archivo de vídeo, elige uno de tu biblioteca de medios o añade uno con una URL."],"Upload an image file, pick one from your media library, or add one with a URL.":["Sube un archivo de imagen, elige uno de tu biblioteca de medios o añade uno con una URL."],"- Select -":["- Seleccionar -"],"Display entries from any RSS or Atom feed.":["Muestra entradas de cualquier feed RSS o Atom."],"Max number of words in excerpt":["Número máximo de palabras en el extracto"],"Display excerpt":["Mostrar el extracto"],"Display date":["Mostrar la fecha"],"Display author":["Mostrar el autor"],"Edit RSS URL":["Editar la URL del RSS"],"Enter URL here…":["Introduce aquí la URL…"],"Add button text…":["Añade el texto del botón…"],"Button text":["Texto del botón"],"Optional placeholder…":["Marcador de posición opcional…"],"Optional placeholder text":["Texto opcional para el marcador de posición"],"Add label…":["Añadir una etiqueta…"],"Label text":["Texto de la etiqueta"],"Hide the excerpt on the full content page":["Ocultar el extracto en la página con el contenido completo."],"The excerpt is visible.":["El extracto es visible."],"The excerpt is hidden.":["El extracto está oculto."],"image %1$d of %2$d in gallery":["imagen %1$d de %2$d en la biblioteca"],"Embedded content from %s can't be previewed in the editor.":["El contenido incrustado desde %s no se puede previsualizar en el editor."],"Sorry, this content could not be embedded.":["Lo siento, este contenido no se puede incrustar."],"Embed Amazon Kindle content.":["Incrustar contenido de Amazon Kindle."],"ebook":["Libro electrónico"],"Embed Crowdsignal (formerly Polldaddy) content.":["Incrustar contenido de Crowdsignal (anteriormente Polldaddy)."],"content placeholder\u0004Content…":["Contenido…"],"button label\u0004Convert to link":["Convertir a enlace"],"button label\u0004Try again":["Probar de nuevo"],"This image has an empty alt attribute":["La imagen tiene un atributo ALT vacío"],"This image has an empty alt attribute; its file name is %s":["La imagen tiene un atributo ALT vacío; su nombre de archivo es %s"],"Empty block; start writing or type forward slash to choose a block":["Bloque vacío; empieza a escribir o escribe una barra ( \/ ) para elegir un bloque"],"Stack on mobile":["Apilar en móvil"],"Link removed.":["Enlace eliminado."],"Playback controls":["Controles de reproducción"],"Muted":["Silenciado"],"New Column":["Nueva columna"],"Fixed width table cells":["Celdas de tabla de ancho fijo"],"Edit table":["Editar la tabla"],"Create":["Crear"],"Row count":["Núm. filas"],"Column count":["Núm. columnas"],"Height in pixels":["Altura en píxeles"],"Write shortcode here…":["Escribe aquí el shortcode…"],"Shortcode":["Shortcode"],"Separator":["Separador"],"Write preformatted text…":["Escribe el texto preformateado…"],"Drop cap":["Capitalizar"],"Toggle to show a large initial letter.":["Alternar para mostrar una letra inicial grande."],"Showing large initial letter.":["Mostrando la letra inicial grande."],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact or remove it entirely.":["Tu sitio no incluye compatibilidad con el bloque «%s». Puedes dejar intacto este bloque o quitarlo del todo."],"Keep as HTML":["Mantener como HTML"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely.":["Tu sitio no incluye compatibilidad con el bloque «%s». Puedes dejar intacto este bloque, convertir su contenido a un bloque de HTML personalizado o quitarlo del todo."],"Media area":["Área de medios"],"Show media on right":["Mostrar los medios a la derecha"],"Show media on left":["Mostrar los medios a la izquierda"],"Indent list item":["Añadir sangría al elemento de la lista"],"Outdent list item":["Reducir sangría al elemento de la lista"],"Convert to ordered list":["Convertir a lista ordenada"],"Convert to unordered list":["Convertir a lista desordenada"],"Latest Posts":["Últimas entradas"],"Display post date":["Mostrar la fecha de la entrada"],"Number of comments":["Número de comentarios"],"Display avatar":["Mostrar el avatar"],"Edit image":["Editar la imagen"],"Write HTML…":["Escribe HTML..."],"Heading":["Encabezado"],"Crop images":["Recortar las imágenes"],"Drag images, upload new ones or select files from your library.":["Arrastra imágenes, sube nuevas o selecciona archivos desde tu biblioteca."],"Thumbnails are not cropped.":["Las miniaturas no se recortan."],"Thumbnails are cropped to align.":["Las miniaturas se recortan alineadas."],"Show download button":["Mostrar el botón de descarga"],"button label\u0004Download":["Descarga"],"Copy URL":["Copiar la URL"],"Write file name…":["Escribe el nombre del archivo…"],"block title\u0004Embed":["Incrustado"],"Embedded content from %s":["Contenido incrustado desde %s"],"button label\u0004Embed":["Incrustar"],"Enter URL to embed here…":["Introduce aquí la URL a incrustar…"],"%s URL":["URL de %s"],"Resize for smaller devices":["Cambia el tamaño para dispositivos más pequeños."],"Media settings":["Ajustes de medios"],"Edit URL":["Editar la URL"],"This embed may not preserve its aspect ratio when the browser is resized.":["Este incrustado podría no mantener su relación de aspecto cuando el navegador cambie de tamaño."],"This embed will preserve its aspect ratio when the browser is resized.":["Este incrustado mantendrá su relación de aspecto cuando el navegador cambie de tamaño."],"Embed a WordPress.tv video.":["Incrusta un vídeo de WordPress.tv."],"Embed a VideoPress video.":["Incrusta un vídeo de VideoPress."],"Embed a Tumblr post.":["Incrusta una publicación de Tumblr."],"Embed a TED video.":["Incrusta un vídeo de TED."],"Embed Speaker Deck content.":["Incrusta contenido de Speaker Deck."],"Embed SmugMug content.":["Incrusta contenido de SmugMug."],"Embed Scribd content.":["Incrusta contenido de Scribd."],"Embed Screencast content.":["Incrusta contenido de Screencast."],"Embed ReverbNation content.":["Incrusta contenido de ReverbNation."],"Embed a Reddit thread.":["Incrusta un debate de Reddit."],"Embed Mixcloud content.":["Incrusta contenido de Mixcloud."],"Embed Kickstarter content.":["Incrusta contenido de Kickstarter."],"Embed Issuu content.":["Incrusta contenido de Issuu."],"Embed Imgur content.":["Incrusta contenido de Imgur."],"Embed a Dailymotion video.":["Incrusta un vídeo de Dailymotion."],"Embed CollegeHumor content.":["Incrusta contenido de CollegeHumor."],"Embed Cloudup content.":["Incrusta contenido de Cloudup."],"Embed an Animoto video.":["Incrusta un vídeo de Animoto."],"Embed a Vimeo video.":["Incrusta un vídeo de Vimeo."],"Embed Flickr content.":["Incrusta contenido de Flickr."],"Embed Spotify content.":["Incrusta contenido de Spotify."],"Embed SoundCloud content.":["Incrusta contenido de SoundCloud."],"audio":["audio"],"blog":["blog"],"post":["entrada"],"Embed an Instagram post.":["Incrusta una publicación de Instagram."],"image":["imagen"],"Embed a Facebook post.":["Incrusta una publicación de Facebook."],"Embed a YouTube video.":["Incrusta un vídeo de YouTube."],"video":["vídeo"],"music":["música"],"Embed a tweet.":["Incrusta un tuit."],"Write title…":["Escribe el título…"],"Overlay":["Superposición"],"Fixed background":["Fondo fijo"],"Cover":["Fondo"],"Write code…":["Escribe el código…"],"Classic":["Clásico"],"Add text…":["Añade texto…"],"Block has been deleted or is unavailable.":["El bloque se ha borrado o no está disponible."],"button label\u0004Import":["Importar"],"Options":["Opciones"],"Avatar":["Avatar"],"Replace image":["Reemplazar la imagen"],"Add block":["Añadir un bloque"],"Number of items":["Número de elementos"],"Z → A":["Z ⟶ A"],"A → Z":["A ⟶ Z"],"Oldest to newest":["De antiguas a nuevas"],"Newest to oldest":["De nuevas a antiguas"],"Order by":["Ordenar por"],"Reset":["Restablecer"],"Enter your email address.":["Introduce tu dirección de correo electrónico."],"Gallery":["Galería"],"English":["Inglés"],"Chapters":["Capítulos"],"Day":["Día"],"Month":["Mes"],"Table of Contents":["Tabla de contenidos"],"Contact us":["Contacta con nosotros"],"Search results":["Resultados de la búsqueda"],"(Untitled)":["(Sin título)"],"Read more":["Leer más"],"Embed a WordPress post.":["Incrusta una entrada de WordPress."],"Taxonomy":["Taxonomía"],"The description will be displayed in the menu if the current theme supports it.":["La descripción se mostrará en el menú si el tema actual lo permite."],"%1$s response to %2$s":["%1$s respuesta a %2$s","%1$s respuestas a %2$s"],"Minimum height":["Altura mínima"],"Previous":["Anterior"],"Year":["Año"],"editor button\u0004Left to right":["De izquierda a derecha"],"Back":["Volver"],"Autoplay":["Reproducción automática"],"Metadata":["Metadatos"],"Auto":["Automático"],"Table":["Tabla"],"Tools":["Herramientas"],"File":["Archivo"],"Delete column":["Eliminar columna"],"Replace":["Reemplazar"],"Page break":["Salto de página"],"Move up":["Subir"],"Move down":["Bajar"],"Menu":["Menú"],"Invalid":["No válido"],"Empty":["Vacío"],"Video":["Vídeo"],"Columns":["Columnas"],"Large":["Grande"],"Media File":["Archivo de medios"],"Attachment Page":["Página de adjuntos"],"Include":["Incluir"],"Remove image":["Eliminar la imagen"],"Remove":["Eliminar"],"Upload":["Subir"],"Featured image":["Imagen destacada"],"Navigation":["Navegación"],"Exit fullscreen":["Salir de pantalla completa"],"Link":["Enlace"],"Link to %s":["Enlace a %s"],"Preload":["Precarga"],"Display as dropdown":["Mostrar como desplegable"],"Descriptions":["Descripciones"],"User":["Usuario"],"%s response":["%s respuesta","%s respuestas"],"One response":["Una respuesta"],"Add a featured image":["Añadir una imagen destacada"],"One response to %s":["Una respuesta a %s"],"Menus":["Menús"],"Next":["Siguiente"],"Image":["Imagen"],"Home":["Inicio"],"Background":["Fondo"],"Loop":["Repetir"],"List":["Lista"],"Unlink":["Quitar el enlace"],"Indent":["Aumentar margen"],"Outdent":["Disminuir margen"],"Code":["Código"],"Insert column after":["Insertar una columna después"],"Insert column before":["Insertar una columna antes"],"Delete row":["Borrar la fila"],"Insert row after":["Insertar una fila debajo"],"Insert row before":["Insertar una fila encima"],"Log out":["Salir"],"Show hierarchy":["Mostrar la jerarquía"],"Select Category":["Elegir la categoría"],"Text":["Texto"],"Calendar":["Calendario"],"Show post counts":["Mostrar el contador de entradas"],"Post Comment":["Publicar el comentario"],"Leave a Reply":["Deja una respuesta"],"No results found.":["No se han encontrado resultados."],"HTML":["HTML"],"Height":["Altura"],"Email":["Correo electrónico"],"Settings":["Ajustes"],"About":["Acerca de"],"Width":["Anchura"],"(no title)":["(sin título)"],"Select":["Seleccionar"],"Close":["Cerrar"],"Version":["Versión"],"Search":["Buscar"],"Add":["Añadir"],"OK":["Aceptar"],"Media":["Medios"],"Alternative text":["Texto alternativo"],"Size":["Tamaño"],"Add Media":["Añadir medios"],"Reply":["Responder"],"Cancel":["Cancelar"],"Preview":["Vista previa"],"Submit":["Enviar"],"Anonymous":["Anónimo"],"None":["Ninguna"],"Description":["Descripción"],"Name":["Nombre"],"Categories":["Categorías"],"Save":["Guardar"],"Delete":["Borrar"],"Excerpt":["Extracto"],"Apply":["Aplicar"],"Edit":["Editar"],"URL":["URL"],"Author":["Autor"],"Draft":["Borrador"],"Title":["Título"],"No posts found.":["No se han encontrado entradas."]}},"comment":{"reference":"wp-includes\/js\/dist\/block-library.js"}}