{"translation-revision-date":"2024-10-11 22:54:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"These blocks are editable using overrides.":["Estos bloques son editables mediante anulaciones."],"This %1$s is editable using the \"%2$s\" override.":["Este %1$s es editable utilizando la anulación «%2$s»."],"Allow changes to this block throughout instances of this pattern.":["Permite cambios en este bloque a lo largo de las instancias de este patrón."],"Overrides currently don't support image captions or links. Remove the caption or link first before enabling overrides.":["Actualmente, las anulaciones no admiten pies de foto ni enlaces. Elimina primero el pie de foto o el enlace antes de activar las anulaciones."],"Disable":["Desactivar"],"Are you sure you want to disable overrides? Disabling overrides will revert all applied overrides for this block throughout instances of this pattern.":["¿Estás seguro de que quieres desactivar la sobrescritura? Desactivar las modificaciones revertirá todas las modificaciones aplicadas a este bloque en todas las instancias de este patrón."],"Disable overrides":["Desactivar sobrescritura"],"For example, if you are creating a recipe pattern, you use \"Recipe Title\", \"Recipe Description\", etc.":["Por ejemplo, si estás creando un patrón de recetas, utiliza \"Título de la receta\", \"Descripción de la receta\", etc."],"Overrides are changes you make to a block within a synced pattern instance. Use overrides to customize a synced pattern instance to suit its new context. Name this block to specify an override.":["Las sobrescrituras son cambios que haces en un bloque dentro de una instancia de patrón sincronizada. Utiliza las sobrescrituras para adaptar una instancia de patrón sincronizado a su nuevo contexto. Nombra este bloque para especificar su nueva sobreescritura."],"Enable overrides":["Activar sobrescritura"],"Overrides":["Sobrescritura"],"pattern (singular)\u0004Synced":["Sincronizado"],"Pattern category renamed.":["Categoría de patrones renombrada."],"This category already exists. Please use a different name.":["Esta categoría ya existe. Por favor, usa un nombre diferente."],"Please enter a new name for this category.":["Por favor, introduce un nombre nuevo para esta categoría."],"Pattern renamed":["Patrón renombrado"],"Sync this pattern across multiple locations.":["Sincroniza este patrón en varias ubicaciones."],"Duplicate pattern":["Duplicar patrón"],"\"%s\" duplicated.":["«%s» duplicado."],"Block name changed to: \"%s\".":["El nombre del bloque ha cambiado a «%s»."],"Unsynced pattern created: %s":["Patrón no sincronizado creado: %s"],"Synced pattern created: %s":["Patrón sincronizado creado: %s"],"%s (Copy)":["%s (copiar)"],"My pattern":["Mi patrón"],"Create pattern":["Crear patrón"],"An error occurred while renaming the pattern.":["Se ha producido un error al renombrar el patrón."],"Manage patterns":["Gestionar patrones"],"Rename":["Renombrar"],"Duplicate":["Duplicar"],"Reset":["Restablecer"],"Detach":["Desvincular"],"Enable":["Activar"],"Add":["Añadir"],"Cancel":["Cancelar"],"Name":["Nombre"],"Categories":["Categorías"],"Save":["Guardar"]}},"comment":{"reference":"wp-includes\/js\/dist\/patterns.js"}}