{"translation-revision-date":"2024-06-29 14:32:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Undefined error message.":["Mensaje de error indefinido."],"The selected file is not an image.":["El archivo seleccionado no es una imagen."],"Organization X":["Organización X"],"X card data":["Datos de la tarjeta de X"],"LEI code":["Código LEI"],"E.g. https:\/\/x.com\/yoast":["Por ejemplo https:\/\/x.com\/yoast"],"X":["X"],"suggestions":["sugerencias"],"meta title":["meta title"],"Artificial intelligence":["Inteligencia artificial"],"30-day money back guarantee.":["Garantía de devolución del dinero de 30 días."],"Only $\/€\/£99 per year (ex VAT)":["Sólo 99 $\/€\/£ al año (sin IVA)"],"Please tell us more about your organization’s identifiers. This information will help Google to display accurate and helpful details about your organization.":["Por favor, dinos más sobre los identificadores de tu organización. Esta información ayudará a Google a mostrar detalles precisos y útiles sobre tu organización."],"Organization identifiers":["Identificadores de la organización"],"5001-10000 employees":["5.001-10.000 empleados"],"1001-5000 employees":["1.001-5.000 empleados"],"501-1000 employees":["501-1.000 empleados"],"201-500 employees":["201-500 empleados"],"51-200 employees":["51-200 empleados"],"11-50 employees":["11-50 empleados"],"1-10 employees":["1-10 empleados"],"Select a range \/ Enter a number":["Selecciona un rango \/ Introduce un número"],"Enrich your organization's profile by providing more in-depth information. The more details you share, the better Google understands your website.":["Enriquece el perfil de tu organización proporcionando información más detallada. Cuantos más detalles compartas, mejor entenderá Google tu sitio web."],"Additional organization info":["Información adicional sobre la organización"],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your email and phone for %2$seach specific location%3$s.":["Tienes %1$s activado en tu sitio, y has configurado tu negocio para múltiples ubicaciones. Esto te permite proporcionar tu correo electrónico y teléfono para %2$scada ubicación específica%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your VAT ID and Tax ID for %2$seach specific location%3$s.":["Tienes %1$s activado en tu sitio, y has configurado tu negocio para múltiples ubicaciones. Esto te permite proporcionar tu NIF y CIF para %2$scada ubicación específica%3$s."],"You have %1$s activated on your site. You can provide your email and phone in the %2$s‘Business info’ settings%3$s.":["Tienes %1$s activado en tu sitio. Puedes proporcionar tu correo electrónico y teléfono en los ajustes %2$s'Información de empresa'%3$s."],"You have %1$s activated on your site. You can provide your VAT ID and Tax ID in the %2$s‘Business info’ settings%3$s.":["Tienes %1$s activados en tu sitio. Puedes proporcionar tu NIF y CIF en los ajustes de %2$s'Información de empresa'%3$s."],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Has activado %1$s en tu sitio, configurando automáticamente el tipo de página para tus productos a 'Item Page'. Como resultado de esto el tipo de página se ha desactivado."],"NAICS":["NAICS"],"leicode":["leicode"],"DUNS":["DUNS"],"ISO 6523":["ISO 6523"],"VAT ID":["ID de IVA (CIF\/NIF)"],"Tax ID":["ID de impuestos (NIF\/CIF)"],"Number of employees":["Número de empleados"],"Organization's founding date":["Fecha de fundación de la organización"],"Organization's legal name":["Nombre legal de la organización"],"Organization phone number":["Número de teléfono de la organización"],"Organization email address":["Dirección de correo electrónico de la organización"],"Organization description":["Descripción de la organización"],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["No. tienes que imaginarte a qué enlazar. Recibes sugerencias de enlazado para entradas y páginas relevantes para así hacer que sea más fácil navegar por tu web."],"Use AI to write SEO titles and meta descriptions for your content. It speeds up your work and does some of the thinking for you!":["Utiliza la IA para escribir títulos y meta descripciones SEO para tu contenido. ¡Acelera tu trabajo y te ahorra algo en lo que pensar!"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deja que la IA piense un poco por ti y te ayude a ahorrar tiempo. Consigue sugerencias de alta calidad para títulos y meta descriptions para hacer que tu contenido posicione mejor y que tengas mejor visibilidad en los medios sociales. %1$sSaber más%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deja que la IA piense un poco por ti y te ayude a ahorrar tiempo. Consigue sugerencias de alta calidad para títulos y meta descriptions para hacer que tu contenido posicione mejor y que tengas mejor visibilidad en los medios sociales. %1$sSaber más%2$s%3$s"],"Explore %s now!":["¡Explora %s ahora!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSoporte 24\/7%2$s: También en festivos y fines de semana."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sVistas previas sociales atractivas%2$s a las que la gente realmente quiera hacer clic."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNo más enlaces rotos%2$s: Gestor de redirecciones automáticas."],"%1$sSuper fast%2$s internal linking suggestions.":["Sugerencias de enlazado interno %1$ssuper rápidas%2$s."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVarias frases clave%2$s: Posiciona mejor en más búsquedas."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: Mejores y más rápidos títulos y meta descriptions SEO."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Añade una regla \"disallow\" a tu archivo robots.txt para evitar el rastreo por parte de OpenAI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Añade una regla de disallow’ a tu archivo robots.txt para impedir el rastreo por parte del bot Google-Extended. Activar este ajuste no impedirá que Google indexe tu web."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don’t. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Gran parte del tráfico web procede de bots que rastrean la web. Algunos pueden beneficiar a tu sitio o negocio, mientras que otros bots no. Bloquear los bots no deseados puede ahorrar energía, ayudar al rendimiento del sitio y proteger el contenido protegido por derechos de autor. Más información sobre %1$scuándo bloquear bots no deseados%2$s."],"Prevent OpenAI GPTBot from crawling":["Evitar que OpenAI GPTBot rastree"],"Prevent Google Bard and Vertex AI bots from crawling":["Evita que los robots Google Bard y Vertex AI rastreen"],"Prevent Common Crawl CCBot from crawling":["Evitar que Common Crawl CCBot rastree"],"Internal linking suggestions":["Sugerencias de enlazado interno"],"Learn more about %s (Opens in a new browser tab)":["Aprende más sobre %s (abre en una nueva pestaña del navegador)"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["¡Usa la IA para generar títulos y meta descriptions, redirige automáticamente páginas borradas, consigue soporte 24\/7 y mucho, mucho más!"],"30% OFF":["30 % DE DESCUENTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["¡Reclama ahora tu 30% de descuento!"],"Social media appearance":["Apariciones en medios sociales"],"AI generator":["Generador de IA"],"Use AI to write your titles & meta descriptions!":["¡Usa la IA para crear títulos y meta descriptions!"],"New in %1$s":["Nuevo en %1$s"],"AI title & description generator":["Genrador IA de título y descripción"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Ten en cuenta que no se eliminarán los siguientes parámetros usados habitualmente: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s y %7$s."],"Clear selection":["Vaciar selección"],"Please see the “New” badges and review the Search appearance settings.":["Por favor, mira las «nuevas» insignias y revisa los ajustes de apariencia en el buscador."],"New type of content added to your site!":["¡Nuevo tipo de contenido añadido a tu sitio!"],"Site policies":["Políticas del sitio"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Selecciona una página que ofrezca información sobre tus políticas de diversidad para %1$sel personal%2$s, %1$scontratación%2$s y %1$sempleo%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Selecciona una página que ofrezca información sobre tus políticas de diversidad para el contenido %1$seditorial%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Selecciona una página que describa los %1$sestándares%2$s de %1$sconducta%2$s personales y organizacionales esperados por tu organización."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Selecciona una página que resuma tu procedimiento para solucionar %1$serrores%2$s (p.ej.: correcciones o retractaciones de publicación)"],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Selecciona una página que describa cómo recopila y responde tu organización a %1$speticiones%2$s, cómo interactúa con el %1$spúblico%2$s y prioriza la %1$stransparencia%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Selecciona una página que describa la estructura propietaria de tu organización. Debería incluir información sobre su  %1$sfinanciación%2$s y %1$sayudas%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Selecciona una página que describa los principios editoriales de tu organización. ¿Sobre %1$squé%2$s escribes, para %1$squién%2$s escribes, y %1$spor qué%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Selecciona las páginas de tu web que contengan información sobre tus políticas organizativas y de publicación. Algunas podrían no aplicarse a tu sitio, y puedes seleccionar la misma página para varias políticas. %1$sAprende más sobre porqué es importante configurar las políticas de tu sitio%2$s."],"Diversity staffing report":["Informe sobre la diversidad del personal"],"Diversity policy":["Política de diversidad"],"Ethics policy":["Política ética"],"Corrections policy":["Política de correcciones"],"Actionable feedback policy":["Política de respuesta activa"],"Ownership \/ Funding info":["Información propietaria \/ financiación"],"Publishing policies":["Políticas de publicación"],"Publishing principles":["Principios de publicación"],"Failed to retrieve pages.":["Fallo al recuperar las páginas."],"Searching pages...":["Buscando páginas…"],"Add new page...":["Añadir nueva página…"],"No pages found.":["No se han encontrado páginas."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Añade una regla 'disallow' a tu archivo robots.txt para evitar el rastreo del AdsBot de Google. Solo deberías activar este ajuste si no estás usando Google Ads en tu sitio."],"Block unwanted bots":["Bloquear bots indeseados"],"Prevent Google AdsBot from crawling":["Evitar el rastreo de Google AdsBot"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Añade una regla de ´disallow´ a tu archivo robots.txt para evitar el rastreo de URLs como %1$s, %2$s y %3$s."],"The name of this category is %1$s.":["El nombre de esta categoría es %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["¡Advertencia! Estas son características para expertos, así que asegúrate de que sabes lo que estás haciendo antes de usar este ajuste. Podrías romper tu sitio. %1$sLeer más sobre como puede verse afectado tu sitio%2$s."],"Remove Other profile %1$s":["Eliminar el otro perfil %1$s"],"Organization Mastodon":["Organización Mastodon"],"%1$s Settings - %2$s":["Ajustes de %1$s - %2$s"],"Read more about how to get your site verified.":["Lee más sobre cómo hacer que se verifique tu sitio."],"Get your site verified in your Mastodon profile.":["Verifica tu sitio en tu perfil de Mastodon."],"E.g. https:\/\/mastodon.social\/@yoast":["E.j. https:\/\/mastodon.social\/@yoast"],"Mastodon":["Mastodon"],"Settings navigation":["Navegación por los ajustes"],"Close settings navigation":["Cerrar navegación por los ajustes"],"Open settings navigation":["Abrir navegación por los ajustes"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Elige si el sitio representa a una organización o a una persona. %1$sAprende más sobre las diferencias y entre elegir entre organización y persona%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limita la longitud de las consultas de búsquedas internas del sitio para reducir el impacto de ataques de spam y las URLs confusas. Por favor, introduce un número entre 1 y 50."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Evita que parámetros de URL específicos se eliminen mediante la característica anterior. P.ej.: añadir %1$s evitará que se redirija %2$s a %3$s. Puedes añadir múltiples parámetros y separarlos usando intro o una coma."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida los formatos de URL de búsqueda múltiple de WordPress en el sitio en la sintaxis de %1$s. P.ej.: %2$s redirigirá a %3$s"],"Please enter a number between 1 and 50.":["Por favor, introduce un número entre 1 y 50."],"%1$sGet%2$s %3$s":["%1$sConsigue%2$s %3$s"],"Index Now":["Indexar ahora"],"Failed to retrieve media.":["Fallo al recuperar los medios."],"The number you've entered is not between 1 and 50.":["El número que has introducido no está entre 1 y 50."],"Determine how your %1$s should look on social media.":["Determina cómo debería mostrarse tu %1$s en los medios sociales."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las páginas archivo de %1$s no se indexarán por los motores de búsqueda y se excluirán de los mapas del sitio XML."],"Redirect pretty URLs to ‘raw’ formats":["Redirigir las URLs bonitas a formatos 'planos'"],"Allow":["Permitir"],"Deny":["Denegar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo tienes que permitir a %1$s cargar vídeos incrustados desde %2$s."],"Only available for English sites":["Disponible únicamente para sitios en inglés"],"Show date archives in search results":["Mostrar archivos por fechas en los resultados de búsqueda"],"Show %1$s archives in search results":["Mostrar archivos de %1$s en los resultados de búsqueda"],"Prefix for archive breadcrumbs":["Prefijo de las migas de pan de los archivos"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Has seleccionado al usuario %1$s%3$s%2$s como la persona a la que representa este sitio. Ahora se usará la información de su perfil de usuario en los resultados de búsqueda. Lo sentimos, no tienes permisos para editar el perfil de este usuario. Por favor, contacta con tu administrador o %1$s%3$s%2$s para revisar y\/o actualizar la siguiente información."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Tiene que establecerse un nombre y logotipo de la organización para que funcionen correctamente los datos estructurados. Como aún no lo has establecido, estamos usando el logotipo y nombre del sitio como valores por defecto. %1$sAprende más sobre la importancia de los datos estructurados.%2$s"],"Enable date archives":["Activar los archivos por fechas"],"Enable author archives":["Activar los archivos por autor"],"Anchor text for the homepage":["Texto de anclaje para la página de inicio"],"Organization\/person":["Organización o persona"],"Divider":["Separador"],"Remove Atom\/RDF feeds":["Eliminar feeds Atom \/ RDF"],"Webmaster":["Webmaster"],"Share":["Compartir"],"Structured data":["Datos estructurados"],"File":["Archivo"],"PDF":["PDF"],"Video":["Vídeo"],"Attachment":["Adjunto"],"Tweet":["Tuit"],"Open Graph":["Open Graph"],"OpenGraph":["OpenGraph"],"Organization Facebook":["Facebook de la organización"],"Other profile %1$s":["Otro perfil %1$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Esta información sirve para que aparezca en %1$sel gráfico de conocimiento de Google%2$s."],"Format archives":["Archivos de formato"],"404 pages title":["Título de las páginas 404"],"Search pages title":["Título de las páginas de búsqueda"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Activa los mapas del sitio XML de %1$s. Un mapa del sitio es un archivo que lista las páginas esenciales de una web para asegurar que los motores de búsqueda puedan encontrarlas y rastrearlas."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["El icono de %1$s de la barra de administración superior ofrece acceso rápido a herramientas de terceros con las que analizar páginas, y facilita ver si tienes nuevos avisos."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permite que Facebook y otros medios sociales muestren una vista previa con imágenes y extracto de texto cuando se comparte un enlace de tu sitio. Deja activa esta característica para optimizar tu sitio para los medios sociales."],"Count the number of internal links from and to your posts to improve your site structure.":["Cuenta el número de enlaces internos desde y hacia tus entradas para mejorar la estructura de tu sitio."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marca y filtra tu contenido esencial para asegurar que tus artículos más importantes obtienen la atención que merecen. Para ayudarte a escribir textos excelentes analizaremos tu texto de manera más extricta."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Consigue más detalles sobre lo que estás escribiendo. ¿Qué palabras usas más a menudo? ¿cuánto tiempo se tarda en leer tu texto?, ¿es tu texto fácil de leer?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["El análisis de lenguaje inclusivo ofrece sugerencias para escribir textos más inclusivos, para que más gente pueda identificarse con tu contenido."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["El análisis SEO ofrece sugerencias para mejorar la buscabilidad de tu texto y asegura que tu contenido reúna las mejores prácticas."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["El seguimiento de uso nos permite rastrear algunos datos sobre tu sitio para mejorar nuestro plugin. %1$sAprende más sobre qué datos rastreamos y por qué%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Un enlace al archivo del autor de la entrada con el nombre del autor como texto de anclaje."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determina cómo se describirán por defecto tus páginas de %1$s en el marcado de Schema de tu sitio. Puedes personalizar en cualquier momento los ajustes para páginas de %1$s individuales en la caja meta de %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determina cómo se mostrarán por defecto tus páginas de %1$s en los motores de búsqueda. Puedes personalizar en cualquier momento los ajustes para páginas de %1$s individuales en la caja meta de %2$s."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Define la información básica de tu web. Puedes usar %1$stagline%2$s y %1$sseparator%2$s as como %3$svariables de reemplazo%4$s al configurar la apariencia en el buscador de tu contenido."],"Determine how your homepage should look in the search results.":["Determina cómo debería verse tu página de inicio en los resultados de búsqueda."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determina cómo deberían mostrarse tus %1$s en los motores de búsqueda. Puedes personalizar en cualquier momento los ajustes para %1$s individuales en la caja meta de %2$s."],"Enable format-based archives":["Activar los archivos basados en formatos"],"Enable %1$s pages":["Activar páginas de %1$s"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["¿No estás seguro de cómo implementar lasa migas de pan de %3$s en tu sitio? Lee %1$snuestro artículo de ayuda sobre la implementación de migas de pan%2$s."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Enable %1$s":["Activar %1$s"],"Show %1$s without posts in search results":["Mostrar %1$s sin entradas en los resultados de búsqueda"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determina cómo deberían mostrarse tus %1$s en los medios sociales. Puedes personalizar en cualquier momento los ajustes para %1$s individuales en la caja meta de %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determina cómo deberían mostrarse tus %1$s en los resultados de búsqueda. Puedes personalizar en cualquier momento los ajustes para %1$s individuales en la caja meta de %2$s."],"This taxonomy is used for %2$s.":["Esta taxonomía se usa para %2$s."],"This taxonomy is used for %1$s and %2$s.":["Esta taxonomía se usa para %1$s y %2$s."],"Read more about our custom field analysis":["Lee más sobre nuestro análisis de campos personalizados"],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Puedes añadir varios campos personalizados y separarlos usando %1$sintro%2$s o %1$scoma%2$s."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determina cómo deberían mostrarse tus %1$s en los medios sociales. Puedes personalizar en cualquier momento los ajustes para %1$s individuales en la barra lateral o caja meta de %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determina cómo deberían mostrarse tus %1$s en los resultados de búsqueda. Puedes personalizar en cualquier momento los ajustes para %1$s individuales en la barra lateral o caja meta de %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Determina cómo se describirán por defecto tus %1$s en el %2$smarcado de Schema de tu sitio%3$s. Puedes personalizar en cualquier momento los ajustes para páginas de %1$s individuales en la barra lateral o caja meta de %4$s."],"Please enter a search term with at least %d characters.":["Por favor, introduce un término de búsqueda de al menos%d caracteres."],"Add new user...":["Añadir nuevo usuario"],"Unavailable for multisites":["No disponible para multisitios"],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sAHORRA UN 30%%%2$s en tu suscripción de 12 meses"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30%  DE DESCUENTO"],"404 error pages":["Páginas de error 404"],"Internal search pages":["Páginas de búsqueda interna"],"Show media pages in search results":["Mostrar páginas de medios en los resultados de búsqueda"],"Breadcrumbs for %1$s":["Migas de pan de %1$s"],"Site connections":["Conexiones del sitio"],"View the XML sitemap":["Ver el mapa del sitio XML"],"Determine how the title of your internal search pages should look in the browser.":["Determina cómo debería verse en el navegador el título de tus páginas de búsqueda interna."],"Determine how the title of your 404 error pages should look in the browser.":["Determina cómo debería verse en el navegador el título tus páginas de error 404."],"Show format archives in search results":["Mostrar los archivos de formato en los resultados de la búsqueda"],"Show author archives in search results":["Mostrar los archivos de autor en los resultados de la búsqueda"],"Enable feature":["Activar característica"],"Site features":["Características del sitio"],"Learn more":["Saber más"],"Site info":["Información del sitio"],"Show or hide our tools and controls in the attachment editor.":["Muestra u oculta nuestras herramientas y controles en el editor de adjuntos."],"(e.g., %1$s)":["(p.ej.: %1$s"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Lo sentimos, no tienes permisos para editar el %1$snombre del sitio%2$s y su %1$sdescripción breve%2$s."],"Remove unregistered URL parameters":["Eliminar parámetros de URL no registrados"],"Optimize Google Analytics utm tracking parameters":["Optimizar parámetros de seguimiento utm de Google Analytics"],"Remove WP-JSON API":["Eliminar API WP-JSON"],"Remove emoji scripts":["Eliminar scripts emoji"],"Remove Atom \/ RDF feeds":["Eliminar feeds Atom \/ RDF"],"Remove search results feeds":["Eliminar feeds de resultados de búsqueda"],"Remove custom taxonomy feeds":["Eliminar feeds de taxonomías personalizadas"],"Remove tag feeds":["Eliminar feeds de etiquetas"],"Remove category feeds":["Eliminar feeds de categorías"],"Remove post type feeds":["Eliminar feeds de tipos de contenido"],"Remove post authors feeds":["Eliminar feeds de autores de entradas"],"Remove post comments feeds":["Eliminar feeds de comentarios de entradas"],"Remove global comment feeds":["Eliminar feeds globales de comentarios"],"Remove global feed":["Eliminar el feed global"],"Remove powered by HTTP header":["Eliminar la cabecera HTTP de «powered by»"],"Remove generator tag":["Eliminar la etiqueta «generator»"],"Remove oEmbed links":["Eliminar enlaces oEmbed"],"Remove RSD \/ WLW links":["Eliminar enlaces RSD \/ WLW"],"Remove REST API links":["Eliminar enlaces de la API REST"],"Remove shortlinks":["Eliminar enlaces cortos"],"Show or hide our tools and controls in the content editor.":["Muestra u oculta nuestras herramientas y controles en el editor de contenido."],"Enable SEO controls and assessments":["Activar controles y evaluaciones SEO"],"Unlock with %1$s":["Desbloquear con %1$s"],"We couldn’t find anything with that term.":["No hemos podido encontrar nada con ese término."],"Search...":["Buscar…"],"Quick search...":["Búsqueda rápida…"],"Alternate organization name":["Nombre de organización alternativo"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Utilizar el nombre alternativo de organización para los acrónimos o una versión más corta del nombre de tu organización."],"Alternate website name":["Nombre alternativo de la web"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Utiliza el nombre alternativo de la web para los acrónimos o una versión más corta del nombre de tu web."],"No, continue editing":["No, seguir editando"],"Yes, discard changes":["Sí, descartar cambios"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Estás a punto de descartar todos los cambios sin guardar. Todos tus ajustes se restablecerán al punto en el que guardaste por última vez. ¿Seguro que quieres hacer esto?"],"Discard all changes":["Descartar todos los cambios"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Has seleccionado el usuario %1$s%5$s%2$s como la persona a la que representa este sitio. Su información de perfil de usuario se utilizará ahora en los resultados de búsqueda. %3$sActualiza su perfil para asegurarte de que la información sea correcta.%4$s"],"Please tell us more about the person this site represents.":["Por favor, cuéntanos más sobre la persona a la que representa este sitio."],"E.g. https:\/\/example.com\/yoast":["P. ej. https:\/\/ejemplo.com\/yoast"],"E.g. https:\/\/facebook.com\/yoast":["P. ej. https:\/\/facebook.com\/yoast"],"Other profiles":["Otros perfiles"],"Writing":["Escribir"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Puedes determinar el título y la descripción de la página del blog %1$seditando la propia página del blog%2$s."],"Advanced: URL cleanup":["Avanzado: Limpieza de URLs"],"Prevent crawling of internal site search URLs":["Evitar el rastreo de las URLs de búsqueda interna del sitio"],"Block internal site searches which match the patterns of known spam attacks.":["Bloquea las búsquedas internas del sitio que coincidan con patrones de ataques de spam conocidos."],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Dinos si tienes algún otro perfil en la web que pertenezca a tu organización. Pueden ser varios perfiles, como YouTube, LinkedIn, Pinterest, o incluso la Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Por favor, cuéntanos más sobre tu organización. Esta información ayudará a Google a entender tu web, y a mejorar tus posibilidades de obtener resultados enriquecidos."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloquea búsquedas internas del sitio que contengan caracteres complejos y no alfanuméricos, ya que podrían ser parte de un ataque de spam."],"Enables advanced settings for protecting your internal site search URLs.":["Activa los ajustes avanzados para proteger las URLs de búsqueda internas de tu sitio."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Tu búsqueda interna del sitio puede crear montones de URLs confusas para los motores de búsqueda, y pueden incluso utilizarse por los spammers de SEO como un modo de atacar tu sitio. La mayoría de sitios se beneficiarán al experimentar con estas protecciones y optimizaciones, incluso aunque no tengas la característica de búsqueda en tu tema."],"Internal site search cleanup":["Limpieza de búsquedas internas del sitio"],"Remove JavaScript used for converting emoji characters in older browsers.":["Elimina el JavaScript utilizado para convertir los caracteres emoji en los navegadores antiguos."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Añade una regla de ´disallow´ a tu archivo robots.txt para evitar el rastreo de las variables de la API JSON de WordPress."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Elimina URLs que ofrecen formatos alternativos (heredados) de todo lo anterior."],"Remove URLs which provide information about your search results.":["Eliminar URLs que ofrecen información sobre tus resultados de búsqueda."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada taxonomía personalizada."],"Remove URLs which provide information about your recent posts, for each tag.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada etiqueta."],"Remove URLs which provide information about your recent posts, for each category.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada categoría."],"Remove URLs which provide information about your recent posts, for each post type.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada tipo de contenido."],"Remove URLs which provide information about recent posts by specific authors.":["Elimina URLs que ofrecen información sobre tus entradas recientes de autores específicos."],"Remove URLs which provide information about recent comments on each post.":["Elimina URLs que ofrecen información sobre los comentarios recientes en cada entrada."],"Remove URLs which provide an overview of recent comments on your site.":["Elimina URLs que ofrecen información sobre los comentarios recientes de tu sitio."],"Remove URLs which provide an overview of your recent posts.":["Elimina URLs que ofrecen un resumen de tus entradas recientes."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress muestra tu contenido en muchos formatos diferentes, en muchas URLs (como feeds RSS de tus entradas y categorías). Es normalmente una buena práctica desactivar los formatos que no estés usando activamente."],"Disable unwanted content formats":["Desactivar formatos de contenido no deseados"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Elimina enlaces que permiten a otros hacerte ´ping´ cuando te enlazan."],"Also disables post comment feeds.":["También desactiva los feeds de comentarios de las entradas."],"Remove information about the plugins and software used by your site.":["Elimina información sobre los plugins y software utilizados por tu sitio."],"Remove links used for embedding your content on other sites.":["Elimina enlaces utilizados para incrustar tu contenido en otros sitios."],"Remove links used by external systems for publishing content to your blog.":["Elimina enlaces utilizados por sistemas externos de publicación de contenido en tu blog."],"Remove links to the location of your site’s REST API endpoints.":["Elimina enlaces a la ubicación de las variables de la API REST en tu sitio."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Elimina enlaces a las URLs 'shortlink' internas de WordPress de tus entradas."],"Remove unwanted metadata":["Eliminar metadatos no deseados"],"Crawl optimization":["Optimización del rastreo"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Elimina parámetros de URL desconocidos con una redirección %1$s. Por ejemplo, %2$s se redirigirá a %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Reemplaza parámetros %1$s de seguimiento con el %2$s (de mejor rendimiento) equivalente, con una redirección %3$s. Por ejemplo, %4$s se redirigirá a %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Los usuarios y los motores de búsqueda puede que soliciten a menudo URLs usando parámetros de consulta, como %1$s. Pueden ser útiles para el seguimiento, filtrado y funcionalidades avanzadas – pero implican un 'coste' de rendimiento y SEO. Los sitios que no dependan de parámetros de URL pueden beneficiarse usando estas opciones."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Añade una regla de ´disallow´ a tu archivo robots.txt para evitar el rastreo de Common Crawl CCBot"],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Haz tu sitio más eficaz y amigable con el medio ambiente evitando que los motores de búsqueda rastreen cosas que no necesitan, y eliminando característica de WordPress que no se usan. %1$sAprende más sobre los ajustes de rastreo y cómo pueden beneficiar a tu sitio%2$s."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress añade un montón de enlaces y contenido al %1$s de tu sitio y a las cabeceras HTTP. Para la mayoría de sitios se puede desactivar todo esto con seguridad, lo que puede ayudar a ahorrar bytes, electricidad y árboles."],"E.g., %1$s and %2$s":["P.ej: %1$s y %2$s"],"E.g., %1$s":["P.ej: %1$s"],"Enable breadcrumbs for your theme":["Activar las migas de pan para tu tema"],"Add prefix":["Añadir prefijo"],"Add anchor text":["Añadir texto de anclaje"],"Add separator":["Añadir separador"],"Breadcrumb appearance":["Apariencia de las migas de pan"],"Refresh this page":["Recargar esta página"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Siempre puedes elegir a continuación activarlas o desactivarlas para tu tema. Este ajuste no se aplicará a las migas de pan insertadas mediante un widget, un bloque o un shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Elige qué tipo de contenido quieres mostrar en las migas de pan de las taxonomías."],"Breadcrumbs for taxonomies":["Migas de pan en taxonomías"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Elige qué taxonomía quieres mostrar en las migas de pan de los tipos de contenido."],"Breadcrumbs for post types":["Migas de pan en tipos de contenido"],"Breadcrumb for 404 page":["Migas de pan en la página 404"],"Choose the general appearance of your breadcrumbs.":["Elige la apariencia general de tus migas de pan."],"Disabling this will redirect the %1$s to your site's homepage.":["Desactivar esto redirigirá la %1$s a la página de inicio de tu sitio."],"Something went wrong. An unexpected error occurred.":["Algo ha salido mal. Ha ocurrido un error inesperado."],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configura la apariencia y comportamiento de %1$stus migas de pan%2$s."],"Prefix for search page breadcrumbs":["Prefijo de las migas de pan en la página de búsqueda"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Desafortunadamente, esto significa que cualquier cambio sin guardar se perderá. Puedes tratar de recargar esta página para solucionar el problema. Si sigue ocurriendo este error, por favor, contacta con nuestro equipo de soporte y ¡te facilitaremos toda la ayuda que necesites!"],"Failed to retrieve users.":["Fallo al recuperar los usuarios."],"Searching users...":["Buscando usuarios…"],"No users found.":["No se han encontrado usuarios."],"Discard changes":["Descartar cambios"],"User":["Usuario"],"Site basics":["Básicos del sitio"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid X URL.":["Este perfil no es válido. Por favor, usa solo de 1 a 25 letras, números y guiones bajos, o introduce una URL de X válida."],"The profile is not valid. Please enter a valid URL.":["El perfil no es válido. Por favor, introduce una URL válida."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["El código de verificación no es válido. Por favor, usa solo letras de la A a la F, números, guiones bajos y guiones normales."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["El código de verificación no es válido. Por favor, usa solo letras, números, guiones bajos y guiones normales."],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Hay cambios sin guardar en esta página. Dejarlos implica que esos cambios no se guardarán. ¿Seguro que quieres salir de esta página?"],"Media pages":["Páginas de medios"],"Categories & tags":["Categorías y etiquetas"],"Content types":["Tipos de contenido"],"Show more":["Mostrar más"],"Show less":["Mostrar menos"],"Configure the basics for your website.":["Configura los aspectos básicos para tu web."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las páginas de %1$s creadas por WordPress no se indexarán por los motores de búsqueda y se excluirán de los mapas del sitio XML."],"Show %1$s pages in search results":["Mostrar las páginas de %1$s en los resultados de búsqueda"],"%1$s pages":["Páginas de %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Cuando subes medios (p.ej.: una imagen o vídeo), %5$s crea automáticamente una página de %3$s (URL del adjunto) para ella. Estas páginas están bastante vacías y podrían provocar %1$sproblemas de contenido sin valor y llevar a un exceso de páginas en tu sitio%2$s. Por tanto, %4$s las desactiva por defecto (y las redirige al medio)."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Este campo actualiza la %1$sdescripción corta en tus ajustes de WordPress%2$s."],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Recomendamos mantener desactivadas las páginas de %1$s. Esto provocará que todas las URLs de los adjuntos se redirijan al medio."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Los archivos de formato pueden provocar problemas de contenido duplicado. Para la mayoría de los sitios recomendamos que desactives este ajuste."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Desactivar esto implica que no se indexarán las %1$s en los motores de búsqueda y que se excluirán de los mapas del sitio XML. Recomendamos que desactives este ajuste."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s pueden provocar problemas de contenido duplicado. Para la mayoría de los sitios recomendamos que desactives este ajuste."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (p.ej.: %2$s) están basados en las fechas de publicación. Desde una perspectiva de SEO, las entradas de estos archivos no tienen una relación real con otras entradas salvo por su fecha de publicación, lo que no dice mucho acerca del contenido. Podrían también llevar a problemas de contenido duplicado. Es por esto que recomendamos que desactives %3$s."],"Show archives for authors without posts in search results":["Mostrar archivos de autor sin entradas en los resultados de búsqueda"],"Determine how your %1$s should look on social media by default.":["Elige cómo deberían mostrarse por defecto tus %1$s en los medios sociales."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que %1$s sin entradas no se indexarán en los motores de búsqueda y que se excluirán de los mapas del sitio XML."],"Determine how your %1$s should look in search engines.":["Elige cómo deberían mostrarse tus %1$s en los motores de búsqueda."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Si tienes un blog de un solo autor, el %1$s (p.ej. %2$s) será exactamente igual que tu página de inicio. Esto es a lo que llamamos %3$sproblema de contenido duplicado%4$s. Si este fuera el caso en tu sitio, puedes elegir desactivarlo (lo que hacer que redirija a la página de inicio) o impedir que ese muestre en los resultados del buscador."],"Author archive":["Archivo de autor"],"Contact support":["Contactar con soporte"],"Read more about the search results settings":["Lee más sobre los ajustes de los resultados del buscador"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lo sentimos, pero parece que el siguiente error ha detenido nuestra aplicación:"],"Determine how your %1$s should look in search engines and on social media.":["Elige cómo deberían mostrarse tus %1$s en los motores de búsqueda y en los medios sociales."],"Read reviews from real users":["Lee valoraciones de usuarios reales"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress carga montones de recursos, algunos de los cuales podrías no necesitar. Si no los estás usando, quitarlos puede acelerar tus páginas y ahorrar recursos."],"Remove unused resources":["Eliminar recursos no utilizados"],"Additional settings":["Ajustes adicionales"],"%1$s archive":["Archivo de %1$s"],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que el archivo de %1$s no se indexará por los motores de búsqueda y se excluirá de los mapas del sitio XML."],"These settings are specifically for optimizing your %1$s archive.":["Estos ajustes son específicos para optimizar tu archivo de %1$s."],"Add custom fields to page analysis":["Añade campos personalizados al análisis de la página"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las %1$s no se indexarán por los motores de búsqueda y se excluirán de los mapas del sitio XML."],"Search appearance":["Apariencia en el buscador"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["No tienes configurada una página de tienda en tus ajustes de WooCommerce. %1$sPor favor, haz primero eso%2$s."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Elige cómo debería aparecer tu página de inicio en los motores de búsqueda y en los medios sociales. Ten en cuenta que esto es lo que verá probablemente la gente cuando busquen el nombre de tu marca."],"Determine how your homepage should look on social media.":["Elige cómo debería mostrarse tu página de inicio en los medios sociales."],"Show the categories prefix in the slug":["Mostrar el prefijo de las categorías en el slug"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Las URLs de categorías en WordPress contienen un prefijo, normalmente %s. Esto activa ese prefijo, solo para las categorías."],"Determine how your %1$s archive should look on social media.":["Elige cómo debería mostrarse tu archivo de %1$s en los medios sociales."],"Determine how your %1$s archive should look in search engines.":["Elige cómo debería mostrarse tu archivo de %1$s en los motores de búsqueda."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["La %1$simagen social%2$s, %1$stítulo social%2$s y %1$sdescripción social%2$s requieren datos de Open Graph, que actualmente están desactivados en las sección de 'Compartir social' en las %3$spreferencias del sitio%4$s."],"Archive social image":["Imagen social de archivos"],"Archive social description":["Descripción social de archivos"],"Archive social title":["Título social de archivos"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["¡Oh no! Parece que tu formulario contiene datos no válidos. Por favor, revisa los siguientes campos:"],"Show the archive for %1$s in search results":["Mostrar el archivo de %1$s en los resultados de búsqueda"],"Archive breadcrumbs title":["Título de las migas de pan de los archivos"],"Archive meta description":["Meta description de los archivos"],"Archive SEO title":["Título SEO de los archivos"],"Enable %1$s for %2$s":["Activar %1$s para las %2$s"],"Show %1$s in search results":["Mostrar %1$s en los resultados de búsqueda"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["El tipo de medio seleccionado no es válido. Los tipos admitidos son:JPG, PNG, WEBP y GIF."],"Inclusive language analysis":["Análisis del lenguaje inclusivo"],"Oops! Something went wrong while saving.":["¡Vaya! Algo salió mal al guardar."],"Great! Your settings were saved successfully.":["¡Genial! Tus ajustes se guardaron correctamente."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Consigue tu código de verificación en las %1$sherramientas para webmasters de Yandex%2$s."],"Yandex":["Yandex"],"Get your verification code in %1$sGoogle Search console%2$s.":["Consigue tu código de verificación en la %1$sconsola del buscador de Google%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Consigue tu código de verificación en las %1$sherramientas para webmasters de Bing%2$s."],"Bing":["Bing"],"Add verification code":["Añadir código de verificación"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Consigue tu código de verificación en las %1$sherramientas para webmasters de Baidu%2$s."],"Baidu":["Baidu"],"Restrict advanced settings for authors":["Restringir ajustes avanzados a los autores"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Esta variable de la API REST de Yoast SEO te ofrece todos los metadatos que necesitas para una URL específica. Esto facilitará enormemente a los sitios WordPress descabezados utilizar Yoast SEO para la salida de todos sus datos meta SEO."],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifica tu sitio con las distintas herramientas para webmasters. Esto añadirá la etiqueta meta en tu página de inicio. Puedes encontrar las instrucciones sobre cómo verificar tu sito para cada plataforma siguiendo el enlace de la descripción."],"Claim your site over at %1$sPinterest%2$s.":["Reclama tu sitio en %1$sPinterest%2$s."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Por defecto, solo los editores y administradores pueden acceder a la sección «Avanzado - Schema» de la barra lateral o caja meta de %1$s. Desactivar esto permitirá el acceso a todos los usuarios."],"REST API endpoint":["Variable de la API RESt"],"APIs":["APIs"],"Slack sharing":["Compartir en Slack"],"Allows for X to display a preview with images and a text excerpt when a link to your site is shared.":["Permite a X mostrar una vista previa con imágenes y un extracto de texto cuando se comparte un enlace a tu sitio."],"Open Graph data":["Datos de Open Graph"],"Social sharing":["Compartir en redes sociales"],"Site structure":["Estructura del sitio"],"Tell us which features you want to use.":["Dinos qué características quieres usar."],"Site preferences":["Preferencias del sitio"],"Network disabled":["Desactivado para la red"],"Unavailable for sub-sites":["No disponible para subsitios"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Esta imagen se usa como respaldo para entradas\/imágenes que no tengan ninguna imagen."],"Site image":["Imagen del sitio"],"Title separator":["Separador del título"],"Recommended size for this image is %1$s%3$s%2$s":["El tamaño recomendado para esta imagen es de %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["La %1$simagen del sitio%2$s requiere datos de Open Graph, que está actualmente desactivado en la sección de ‘Compartir en redes sociales’ en las %3$spreferencias del sitio%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Añade automáticamente contenido a tu RSS. Esto te permite añadir enlaces de vuelta a tu blog y las entradas de tu blog, ayudando a los motores de búsqueda a identificarte como la fuente original del contenido."],"RSS feed":["Feed RSS"],"%1$s (default)":["%1$s (por defecto)"],"Dismiss":["Descartar"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["¿Estás publicando nuevos artículos? %s te ayuda a optimizar tu sitio para Google News."],"Additional URL parameters to allow":["Parámetros de URL adicionales a permitir"],"Max number of characters to allow in searches":["Número máximo de caracteres a permitir en las búsquedas"],"Filter searches with common spam patterns":["Filtra búsquedas con patrones de spam habituales"],"Filter searches with emojis and other special characters":["Filtrar búsquedas con emojis y otros caracteres especiales"],"Filter search terms":["Filtrar términos de búsqueda"],"IndexNow":["IndexNow"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Haz ping automático a los motores de búsqueda como Bing y Yandex cuando publiques, actualices o borres una entrada."],"Pingback HTTP header":["Pingback de cabeceras HTTP"],"Personal logo or avatar":["Logotipo o avatar personal"],"Select a user":["Selecciona un usuario"],"Add another profile":["Añadir otro perfil"],"Site representation":["Representación del sitio"],"Link suggestions":["Sugerencias de enlaces"],"Insights":["Estadísticas"],"Social description":["Descripción social"],"Social title":["Título social"],"Social image":["Imagen social"],"Image":["Imagen"],"New":["Nuevo"],"Remove image":["Eliminar imagen"],"Select image":["Seleccionar imagen"],"Replace image":["Reemplazar imagen"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Añade una línea de autor y tiempo de lectura estimado al extracto del artículo cuando se comparte por Slack."],"Article type":["Tipo de artículo"],"Page type":["Tipo de página"],"Usage tracking":["Seguimiento de uso"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenemos cursos online gratuitos y premium para aprender todo lo que necesitas saber acerca de SEO."],"Check out %1$s":["Consulta %1$s"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["¿Quieres aprender SEO del equipo Yoast? ¡Consulta nuestros %1$s!"],"Learn SEO":["Aprender SEO"],"Schema":["Schema"],"Show blog page in breadcrumbs":["Mostrar página del blog en las migas de pan"],"Get the %s plugin now!":["¡Consigue el plugin %s ahora!"],"Personal info":["Información personal"],"Organization logo":["Logotipo de la organización"],"Organization name":["Nombre de la organización"],"Organization":["Organización"],"Select a user...":["Selecciona un usuario…"],"Upgrade to %s":["Actualizar a %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puedes editar los metadatos SEO de este tipo de contenido personalizado en la %1$spágina de la tienda%2$s."],"Tagline":["Descripción corta"],"Separator":["Separador"],"%d result found, use up and down arrow keys to navigate":["%d resultado encontrado, usa las teclas arriba y abajo para navegar","%d resultados encontrados, usa las teclas arriba y abajo para navegar"],"SEO analysis":["Análisis SEO"],"The readability analysis offers suggestions to improve the structure and style of your text.":["El análisis de legibilidad ofrece sugerencias para mejorar la estructura y estilo de tu texto."],"(Opens in a new browser tab)":["(Se abre en una nueva pestaña del navegador)"],"Text link counter":["Contador de enlaces en textos"],"Cornerstone content":["Contenido esencial"],"Save changes":["Guardar cambios"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Admin bar menu":["Menú de la barra de administración"],"SEO title":["Título SEO"],"Google search console":["Google search console"],"Other social profiles":["Otros perfiles sociales"],"Readability analysis":["Análisis de legibilidad"],"No results found":["No se han encontrado resultados"],"Bold the last page":["Última página en negrita"],"Author archives":["Archivos de autor"],"Separator between breadcrumbs":["Separador de las migas de pan"],"Anchor text for the Homepage":["Texto del enlace para la página de inicio"],"Prefix for the breadcrumb path":["Prefijo de la ruta de las migas de pan"],"How to insert breadcrumbs in your theme":["Como insertar las migas de pan en tu tema"],"Content to put after each post in the feed":["Contenido que se pondrá después de cada entrada en el feed"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Puedes usar la siguientes variables dentro del contenido, estas serán reemplazadas por el valor de la derecha."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto de anclaje."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto de anclaje."],"A link to your site, with your site's name and description as anchor text.":["Un enlace a tu sitio, con el nombre del sitio y la descripción como texto de anclaje."],"Description":["Descripción"],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"Blog":["Blog"],"Website name":["Nombre de la web"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s ha detectado de forma automática si se necesita forzar la reescritura de los títulos de tus páginas. Si ha sido por error y sabes lo que haces puedes cambiar este ajuste aquí."],"Date archives":["Archivo por fechas"],"Search":["Buscar"],"Person":["Persona"],"Breadcrumbs":["Migas de pan"],"Force rewrite titles":["Forzar la reescritura de los títulos"],"RSS":["RSS"],"Homepage":["Página de inicio"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puedes determinar el título y la descripción de la página de inicio %1$seditando la propia página inicio%2$s."],"Special pages":["Páginas especiales"],"Pinterest":["Pinterest"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Breadcrumbs title":["Título de la ruta de las migas de pan"],"Close":["Cerrar"],"Tools":["Herramientas"],"Social":["Social"],"Advanced":["Avanzado"],"General":["General"],"None":["Ninguno"],"XML sitemaps":["Mapas del sitio XML"],"Meta description":["Meta description"],"meta description":["meta description"],"Page title":["Título de la página"],"Google":["Google"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}