{"translation-revision-date":"2024-06-29 14:32:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Non-inclusive":["No inclusivo"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["%s mira más que simplemente tu frase clave principal. Analiza distintas formas de escribirla, plurales, y tiempos en pasado. ¡Esto ayuda a que tu web funcione aún mejor en las búsquedas!"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Resalta las áreas de mejora en tu texto, no más buscar una aguja en un pajar, ¡directo a optimizar! ¡Ahora también en Elementor!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSoporte 24\/7%2$s: También en festivos y fines de semana."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sVistas previas sociales atractivas%2$s a las que la gente realmente quiera hacer clic."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNo más enlaces rotos%2$s: Gestor de redirecciones automáticas."],"%1$sSuper fast%2$s internal linking suggestions.":["Sugerencias de enlazado interno %1$ssuper rápidas%2$s."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVarias frases clave%2$s: Posiciona mejor en más búsquedas."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: Mejores y más rápidos títulos y meta descriptions SEO."],"Unlock Premium SEO analysis":["Desbloquea el análisis SEO Premium"],"Get more help with writing content that ranks":["Obtén más ayuda para escribir contenidos que se posicionen"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP al año (sin IVA)"],"Write more natural and engaging content":["Escribe contenidos más naturales y atractivos"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Los sinónimos ayudan a los usuarios a entender mejor tus textos. Los hace más fácil de leer tanto para usuarios como para Google. En %s puedes añadir sinónimos a tu frase clave objetivo, lo que te ayudará a optimizarlos."],"Reach a wider audience":["Llega a una audiencia mayor"],"Add related keyphrases":["Añade frases clave relacionadas"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Consigue ayuda para optimizar hasta 5 frases clave relacionadas. Esto te ayuda a llegar a una audiencia mayor y conseguir más tráfico."],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Comprueba tu texto según aún más criterios SEO y obtén un análisis mejorado de las frases clave, lo que facilitará la optimización de tu contenido."],"30% OFF":["30 % DE DESCUENTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Potentially non-inclusive":["Potencialmente no inclusivo"],"Learn more about the inclusive language analysis":["Más información sobre el análisis del lenguaje inclusivo"],"Inclusive language":["Lenguaje inclusivo"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Hemos observado que estás usando un plugin multilenguaje. Por favor, sé consciente de que la respuesta de este análisis está pensada solo para textos escritos en inglés."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sLenguaje inclusivo%2$s: No hemos detectado ninguna frase potencialmente no inclusiva. ¡Gran trabajo!"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribución de la frase clave%2$s: ¿Has distribuido tu frase clave objetivo equitativamente a lo largo de todo tu texto? %3$s¡Yoast SEO Premium te lo dirá!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplejidad de palabras%2$s: ¿Tu vocabulario está orientado a una audiencia mayor? %3$s¡Yoast SEO Premium te lo dirá!%4$s"],"Premium SEO analysis":["Análisis SEO Premium"],"1 year of premium support and updates included!":["¡1 año de soporte premium y actualizaciones incluido!"],"Unlock with %s":["Desbloquear con %s"],"Please enter a focus keyphrase first to track keyphrase performance":["Por favor, introduce primero una frase clave objetivo para rastrear el rendimiento de la frase clave "],"Please enter a focus keyphrase first to get related keyphrases":["Por favor, introduce primero una frase clave relacionada para obtener las frases clave relacionadas"],"Get related keyphrases":["Obtener frases clave relacionadas"],"Related keyphrases":["Frases clave relacionadas"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Tu frase clave es demasiado larga. Puede tener un máximo de 191 caracteres."],"Help on choosing the perfect focus keyphrase":["Ayuda para elegir la frase clave objetivo perfecta"],"Go %s!":["¡Ir a %s!"],"Focus keyphrase":["Frase clave objetivo"],"Add related keyphrase":["Añadir frase clave relacionada"],"Learn more about the readability analysis":["Aprende más sobre el análisis de legibilidad"],"Mark as cornerstone content":["Marcar como contenido esencial"],"Learn more about Cornerstone Content.":["Aprende más sobre el contenido esencial."],"Cornerstone content should be the most important and extensive articles on your site.":["El contenido esencial deben ser los artículos más importantes y extensos de tu sitio."],"Analysis results":["Resultados del análisis"],"Are you trying to use multiple keyphrases? You should add them separately below.":["¿Estás tratando de utilizar varias frases clave? Debes añadirlas por separado a continuación."],"Enter a focus keyphrase to calculate the SEO score":["Introduce una frase clave objetivo para calcular la puntuación SEO"],"Add synonyms":["Añade sinónimos"],"Good results":["Buenos resultados"],"SEO analysis":["Análisis SEO"],"Considerations":["Consideraciones"],"Errors":["Errores"],"(Opens in a new browser tab)":["(Se abre en una nueva pestaña del navegador)"],"Cornerstone content":["Contenido esencial"],"1 year free support and updates included!":["¡1 año de soporte y actualizaciones gratuitas incluido!"],"Feedback":["Feedback"],"OK SEO score":["Puntuación SEO aceptable"],"Good SEO score":["Puntuación SEO buena"],"Readability analysis":["Análisis de legibilidad"],"Needs improvement":["Necesita mejorar"],"Problems":["Problemas"],"Open":["Abrir"],"Improvements":["A mejorar"],"Good":["Bien"],"Close":["Cerrar"],"OK":["Aceptable"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}