{"translation-revision-date":"2024-06-29 14:32:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"30-day money back guarantee.":["Garantía de devolución del dinero de 30 días."],"Only $\/€\/£99 per year (ex VAT)":["Sólo 99 $\/€\/£ al año (sin IVA)"],"%1$sSupport language:%2$s English":["%1$sIdioma de soporte:%2$s Inglés"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deja que la IA piense un poco por ti y te ayude a ahorrar tiempo. Consigue sugerencias de alta calidad para títulos y meta descriptions para hacer que tu contenido posicione mejor y que tengas mejor visibilidad en los medios sociales. %1$sSaber más%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deja que la IA piense un poco por ti y te ayude a ahorrar tiempo. Consigue sugerencias de alta calidad para títulos y meta descriptions para hacer que tu contenido posicione mejor y que tengas mejor visibilidad en los medios sociales. %1$sSaber más%2$s%3$s"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["¡Usa la IA para generar títulos y meta descriptions, redirige automáticamente páginas borradas, consigue soporte 24\/7 y mucho, mucho más!"],"Claim your 30% off now!":["¡Reclama ahora tu 30% de descuento!"],"Use AI to write your titles & meta descriptions!":["¡Usa la IA para crear títulos y meta descriptions!"],"New in %1$s":["Nuevo en %1$s"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Nuestro equipo de soporte está aquí para responder cualquier pregunta que puedas tener. ¡Rellena el formulario de contacto (emergente) y te contactaremos lo antes posible!"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Si no encuentras las respuestas que estás buscando y necesitas ayuda personalizada, puedes conseguir soporte 24\/7 de uno de nuestros ingenieros de soporte."],"Contact our support team":["Contacta con nuestro equipo de soporte"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["¿Te has tropezado con un fallo mientras usabas %1$s? ¡Por favor, envía un informe de fallos a nuestro repositorio de GitHub y permítenos saber más del problema!"],"Raise a bug report on GitHub":["Enviar un informe de errores a GitHub"],"Visit WordPress forum":["Visitar los foros de WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["En el foro de soporte de WordPress para %1$s puedes encontrar respuestas, o pedir ayuda a los usuarios de %1$s de la comunidad WordPress."],"WordPress support forum for %1$s":["Foro de soporte en WordPress para %1$s"],"Visit our help center":["Visita nuestro centro de ayuda"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["¡Echa un vistazo a nuestro centro de ayuda para encontrar artículos, tutoriales y otros recursos que te ayuden a sacar el máximo partido posible de %1$s!"],"%1$s's help center":["Centro de ayuda de %1$s"],"Need help with %1$s? These resources are a great place to start!":["¿Necesitas ayuda con %1$s? ¡Estos recursos son un fantástico lugar para empezar!"],"Additional resources":["Recursos adicionales"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Aquí encontrarás respuestas a las preguntas más habituales sobre cómo usar %1$s. Si no ves tu pregunta en la lista puedes echar un vistazo a la sección de abajo."],"Frequently asked questions":["Preguntas frecuentes"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Si tienes alguna pregunta, necesitas una mano con un problema técnico, o simplemente quieres saludar, ahí nos tienes. ¡Contáctanos y nos encantará ayudarte!"],"Write a bug report":["Escribe un informe de fallos"],"Support":["Soporte"],"%1$sGet%2$s %3$s":["%1$sConsigue%2$s %3$s"],"Allow":["Permitir"],"Deny":["Denegar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo tienes que permitir a %1$s cargar vídeos incrustados desde %2$s."],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sAHORRA UN 30%%%2$s en tu suscripción de 12 meses"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30%  DE DESCUENTO"],"Unlock with %1$s":["Desbloquear con %1$s"],"Read reviews from real users":["Lee valoraciones de usuarios reales"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenemos cursos online gratuitos y premium para aprender todo lo que necesitas saber acerca de SEO."],"Check out %1$s":["Consulta %1$s"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["¿Quieres aprender SEO del equipo Yoast? ¡Consulta nuestros %1$s!"],"Learn SEO":["Aprender SEO"],"(Opens in a new browser tab)":["(Se abre en una nueva pestaña del navegador)"],"Close":["Cerrar"]}},"comment":{"reference":"js\/dist\/support.js"}}