{"translation-revision-date":"2024-06-29 14:32:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Undefined error message.":["Mensaje de error indefinido."],"X appearance":["Apariencia en X"],"X":["X"],"X share preview":["Vista previa al compartir en X"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Has activado %1$s en tu sitio, configurando automáticamente el tipo de página para tus productos a 'Item Page'. Como resultado de esto el tipo de página se ha desactivado."],"Explore %s!":["¡Explora %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["¡Llegarás a más gente con varias frases clave! ¿Quieres añadir rápidamente estas frases clave relacionadas al análisis de %s para incluso aún más optimización del contenido?"],"Leave a quick review":["Deja una reseña rápida"],"Happy with the plugin?":["¿Contento con el plugin?"],"Show Yoast SEO some love!":["¡Muestra un poco de amor por Yoast SEO!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSoporte 24\/7%2$s: También en festivos y fines de semana."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sVistas previas sociales atractivas%2$s a las que la gente realmente quiera hacer clic."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNo más enlaces rotos%2$s: Gestor de redirecciones automáticas."],"%1$sSuper fast%2$s internal linking suggestions.":["Sugerencias de enlazado interno %1$ssuper rápidas%2$s."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVarias frases clave%2$s: Posiciona mejor en más búsquedas."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: Mejores y más rápidos títulos y meta descriptions SEO."],"Social share preview":["Vista previa de los elementos a compartir en redes sociales"],"Last year":["El año pasado"],"Last week":["La semana pasada"],"Last day":["Ayer"],"Last updated":["Última actualización"],"Activate tracking to show the ranking position":["Activa el seguimiento para mostrar el lugar de posicionamiento"],"Allow search engines to show this content in search results?":["¿Permitir a los motores de búsqueda mostrar este contenido en los resultados?"],"Unlock Premium SEO analysis":["Desbloquea el análisis SEO Premium"],"Get more help with writing content that ranks":["Obtén más ayuda para escribir contenidos que se posicionen"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP al año (sin IVA)"],"Internal linking suggestions":["Sugerencias de enlazado interno"],"Is your %1$s store ready for Black Friday?":["¿Está tu tienda %1$s lista para el Black Friday?"],"Buy now!":["¡Comprar ahora!"],"30% OFF!":["¡30 % DE DESCUENTO!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["DESCUENTO BLACK FRIDAY: %1$s %2$s¡Comprarlo ahora!%3$s"],"BLACK FRIDAY SALE: %1$s":["DESCUENTO BLACK FRIDAY: %1$s"],"Reach a wider audience":["Llega a una audiencia mayor"],"Add related keyphrases":["Añade frases clave relacionadas"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s sugiere automáticamente a qué contenido puedes enlazar con una sencilla funcionalidad de arrastrar y soltar, ¡y eso es bueno para tu SEO!"],"Rank higher by connecting your content":["Posiciona mejor conectando tus contenidos"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Consigue ayuda para optimizar hasta 5 frases clave relacionadas. Esto te ayuda a llegar a una audiencia mayor y conseguir más tráfico."],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Comprueba tu texto según aún más criterios SEO y obtén un análisis mejorado de las frases clave, lo que facilitará la optimización de tu contenido."],"30% OFF":["30 % DE DESCUENTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["La %1$slista de comprobación definitiva de Black Friday%2$s de Yoast te ayuda a prepararte con antelación, para que puedas mejorar tus resultados durante esta oferta."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["Para personalizar la apariencia específica de tu entrada en X, por favor, rellena los siguientes ajustes de 'Apariencia en X'."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["Para personalizar la apariencia específica de tu entrada en X, por favor, rellena los siguientes ajustes de 'Apariencia en X'. Si dejas sin modificar estos ajustes los ajustes de 'Apariciones en medios sociales' mencionados arriba también se aplicarán al compartir en X."],"Social media appearance":["Apariciones en medios sociales"],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Determina cómo debería verse tu entrada en medios sociales como Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack y más."],"Get the checklist and start optimizing now!":["¡Consigue la lista de comprobación y empieza a optimizar ahora!"],"Is your WooCommerce store ready for Black Friday?":["¿Está tu tienda WooCommerce lista para el Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["La %2$slista de comprobación definitiva de Black Friday%3$s de %1$s te ayuda a prepararte con antelación, para que puedas mejorar tus resultados durante esta oferta."],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["¿Quieres una vista previa de Google mejorada de cómo se verán tus productos de WooCommerce en los resultados de búsqueda?"],"Sign up today!":["¡Regístrate hoy!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["¿Te sientes perdido a la hora de optimizar tu sitio para los motores de búsqueda? Únete a nuestro seminario web GRATUITO para ganar la confianza que necesitas para empezar a optimizar como un profesional. Obtendrás los conocimientos y las herramientas para empezar a implementar eficazmente el SEO."],"Join our FREE webinar for SEO success":["Únete a nuestro seminario web GRATUITO para triunfar en el SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["¿Quieres que tus productos destaquen en los resultados de búsqueda con resultados enriquecidos como el precio, valoraciones y más?"],"Close the upgrade callout":["Cerrar el aviso de actualización"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s y consigue un exclusivo descuento de %2$s durante %3$s mes(es)."],"Click here to upgrade your %s plan":["Haz clic aquí para actualizar tu plan de %s"],"Keyphrases tracked: %1$s\/%2$s":["Frases clave rastreadas: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Estás rastreando %1$s de %2$s frases clave incluidas en tu cuenta."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Estás rastreando %1$s de %2$s frases clave incluidas en tu cuenta gratuita."],"Potentially non-inclusive":["Potencialmente no inclusivo"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Puedes cambiar el tipo por defecto para %1$s en la sección de tipos de contenido de los %2$sajustes%3$s."],"Unlock with %1$s":["Desbloquear con %1$s"],"Refresh this page":["Recargar esta página"],"Something went wrong. An unexpected error occurred.":["Algo ha salido mal. Ha ocurrido un error inesperado."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Desafortunadamente, esto significa que cualquier cambio sin guardar se perderá. Puedes tratar de recargar esta página para solucionar el problema. Si sigue ocurriendo este error, por favor, contacta con nuestro equipo de soporte y ¡te facilitaremos toda la ayuda que necesites!"],"Read more about text formality.":["Lee más sobre formalidad en textos."],"Text formality":["Formalidad en textos"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s te ayudará a determinar el nivel de formalidad de tu texto."],"Contact support":["Contactar con soporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lo sentimos, pero parece que el siguiente error ha detenido nuestra aplicación:"],"Search appearance":["Apariencia en el buscador"],"Inclusive language:":["Lenguaje inclusivo:"],"Premium SEO analysis:":["Análisis de SEO premium:"],"Get %s to enjoy the benefits of prominent words":["Consigue %s para disfrutar de las ventajas de las palabras destacadas"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Con %1$s%3$s%2$s, esta sección te mostrará qué palabras aparecen más a menudo en tu texto. Probando estas palabras destacadas frente a tu(s) palabra(s) clave propuestas, sabrás cómo editar tu texto para que se centre más en ellas."],"Buy %s now!":["¡Compra %s ahora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["¿Estás trabajando en un artículo de noticias? %s te ayuda a optimizar tu sitio para Google News."],"Premium SEO analysis":["Análisis SEO Premium"],"1 year of premium support and updates included!":["¡1 año de soporte premium y actualizaciones incluido!"],"Unlock with %s":["Desbloquear con %s"],"no data":["sin datos"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Tu texto debe ser ligeramente más largo para calcular su puntuación de facilidad de lectura de Flesch."],"Continue writing to get insight into the readability of your text!":["¡Sigue escribiendo para entender la legibilidad de tus textos!"],"Learn more about character count":["Aprende más sobre el contador de caracteres"],"Character count":["Contador de caracteres"],"Learn more about word count":["Aprende más sobre el contador de palabras"],"Word count":["Contador de palabras"],"Learn more about Flesch reading ease":["Aprende más sobre la facilidad de lectura Flesch"],"out of 100":["de 100"],"okay":["vale"],"Learn more about reading time":["Aprende más sobre el tiempo de lectura"],"Reading time":["Tiempo de lectura"],"minute":["minuto","minutos"],"Dismiss this notice.":["Descartar este aviso."],"word":["palabra","palabras"],"character":["carácter","caracteres"],"reconnect to %s":["reconectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo fue mal al recuperar los datos de tu web. Por favor, %s e inténtalo de nuevo."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Antes de que puedas rastrear el rendimiento SEO asegúrate de definir el título de la entrada y guardarlo como borrador, o de editar manualmente el slug de la entrada."],"Tracking the ranking position...":["Rastreando el puesto en el posicionamiento…"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Algo fue mal al rastrear el(los) puesto(s) de posicionamiento de tu página. Por favor, inténtalo de nuevo más tarde."],"No keyphrase has been set. Please set a keyphrase first.":["No se ha establecido ninguna frase clave. Por favor, establece primero una frase clave."],"upgrade your %s plan":["actualiza tu plan de %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Has llegado a la cantidad máxima de %d frases clave que puedes añadir a tu cuenta de Wincher. Si quieres añadir más frases clave, por favor, %s."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["¡Te has conectado correctamente a %s! Ahora puedes rastrear el rendimiento SEO de la(s) frase(s) clave de esta página."],"Read more about keyphrase tracking with Wincher":["Lee más sobre el seguimiento de frases clave con Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["El seguimiento automático de frases clave está activo. Tu(s) frase(s) clave las rastreará automáticamente %s cuando publiques tu entrada. "],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s puedes rastrear el puesto de posicionamiento de tu página en los resultados de búsqueda, basados en tu(s) frase(s) clave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s está actualmente rastreando el(los) puesto(s) de posicionamiento de tu página. Esto podría llevar unos cuantos minutos. Por favor, espera o compruébalo de nuevo más tarde."],"SEO performance":["Rendimiento SEO"],"Connect with %s":["Conectar con %s"],"* focus keyphrase":["* frase clave objetivo"],"Get more insights over at %s":["Consigue más estadísticas en %s"],"Tracking":["Seguimiento"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["El puesto de la frase clave en los últimos 90 días en una escala de 0 a 100."],"Position over time":["Puesto a lo largo del tiempo"],"Position":["Puesto"],"Track SEO performance":["Rastrear el rendimiento SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Puedes activar\/desactivar abajo el rendimiento SEO de cada frase clave."],"Track all keyphrases on this page":["Rastrear todas las frases clave de esta página"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["El rastreo ya se ha activado para una o más frases clave de esta página. Haciendo clic en el botón de abajo se activará el rastreo de todas sus frases clave."],"Learn more about the SEO performance feature.":["Aprende más sobre la característica de rendimiento SEO."],"Insights":["Estadísticas"],"Select image":["Seleccionar imagen"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Hemos encontrado un problema al trarar de obtener las frases clave relacionadas. Por favor, inténtalo de nuevo más tarde."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Has alcanzado la cantidad máxima de 4 frases clave relacionadas. Puedes cambiar o eliminar frases clave relacionadas en la caja meta o en la barra lateral de %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Por favor, espera mientras %1$s se conecta a %2$s para obtener frases clave relacionadas…"],"Last month":["Último mes"],"Two months ago":["Hace dos meses"],"Three months ago":["Hace tres meses"],"Four months ago":["Hace cuatro meses"],"Five months ago":["Hace cinco meses"],"Six months ago":["Hace seis meses"],"Seven months ago":["Hace siete meses"],"Eight months ago":["Hace ocho meses"],"Nine months ago":["Hace nueve meses"],"Ten months ago":["Hace diez meses"],"Eleven months ago":["Hace once meses"],"Twelve months ago":["Hace doce meses"],"Get more insights at %s":["Consigue más estadísticas en %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volumen de frases clave durante los últimos 12 meses en una escala de 0 a 100."],"Learn more about the related keyphrases trend":["Aprende más sobre las tendencias en frases clave relacionadas"],"Learn more about the related keyphrases volume":["Aprende más sobre el volumen de frases clave relacionadas"],"Volume":["Volumen"],"Related keyphrase":["Frase clave relacionada"],"Select country":["Seleccionar país"],"Show results for:":["Mostrar resultados para:"],"Upgrade your %s plan":["Amplía tu plan de %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Has alcanzado tu límite de peticiones de hoy. Vuelve mañana o amplía tu plan de %s."],"Trend":["Tendencia"],"Sorry, there's no data available for that keyphrase\/country combination.":["Lo siento, no hay ningún dato disponible para esa combinación de frase clave\/país."],"The number of headers and header labels don't match.":["El número de cabeceras y etiquetas de cabeceras no coincide."],"Return to your %s":["Volver a tu %s"],"Make sure to save your %s for changes to take effect":["Asegúrate de haber guardado la %s para que tengan efecto los cambios"],"Default for %1$s (%2$s)":["Por defecto para %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Esto ayuda a los motores de búsqueda a comprender tu web y tu contenido. A continuación, puedes cambiar algunos de tus ajustes para esta página."],"Item Page":["Página de artículo"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO describe automáticamente tus páginas usando schema.org"],"Article type":["Tipo de artículo"],"Page type":["Tipo de página"],"Learn more about page or content types":["Aprende más sobre los tipos de página o de contenido"],"What type of page or content is this?":["¿Qué tipo de página o contenido es este?"],"Open in new tab":["Abrir en una nueva pestaña"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Este es un enlace sponsored o un anuncio (marcado como %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Los motores de búsqueda deberían ignorar este enlace (marcado como %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Aprende más sobre marcar un enlace como nofollow o sponsored."],"Link inserted.":["Enlace insertado."],"Link edited.":["Enlace editado."],"Unlink":["Eliminar enlace"],"Link removed.":["Enlace eliminado."],"Link":["Enlace"],"We've analyzed your post. There is still room for improvement!":["Hemos analizado tu entrada. ¡Todavía hay posibilidad de mejoras!"],"We've analyzed your post. Everything looks good. Well done!":["Hemos analizado tu entrada. Todo parece estar bien. ¡Bien hecho!"],"No focus keyword was entered":["No se ha introducido ninguna frase clave objetivo"],"Share your post!":["¡Comparte tu entrada!"],"Improve your post with Yoast SEO":["Mejora tu entrada con Yoast SEO"],"SEO analysis:":["Análisis SEO:"],"Warning: the link has been inserted but may have errors. Please test it.":["Advertencia: el enlace se ha insertado pero puede tener errores. Por favor, compruébalo."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Por favor, actualiza tu versión de WordPress o instala el plugin Gutenberg para conseguir esta característica de %1$s."],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["Marcar enlaces con nofollow\/sponsored se ha desactivado para instalaciones de WordPress inferiores a la 5.4."],"Learn more about canonical URLs on our help page.":["Aprende más sobre las URLs canonical en nuestra página de ayuda."],"Learn more about the breadcrumbs title setting on our help page.":["Aprende más sobre el ajuste del título de las migas de pan en nuestra página de ayuda."],"Learn more about advanced meta robots settings on our help page.":["Aprende más sobre los ajustes avanzados de meta robots en nuestra página de ayuda."],"Learn more about the no-follow setting on our help page.":["Aprende más sobre el ajuste nofollow en nuestra página de ayuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Aunque puedes configurar aquí los ajustes de meta robots, el sitio completo está configurado como noindex en los ajustes de privacidad globales, así que estos ajustes no tendrían efecto."],"Learn more about the no-index setting on our help page.":["Aprende más sobre el ajuste de noindex en nuestra página de ayuda."],"Should search engines follow links on this content?":["¿Deberían los motores de búsqueda seguir los enlaces de este contenido?"],"Schema":["Schema"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Las siguientes palabras son las que más aparecen en el contenido. Estas dan una indicación de en qué se centra tu contenido. Si las palabras difieren mucho de tu temática, puede que quieras reescribir tu contenido en consecuencia."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Una vez que hayas escrito un poco más, te daremos la lista de las palabras que más aparecen en el contenido. Estas dan una indicación de en qué se centra tu contenido."],"%d occurrences":["%d apariciones"],"Keyphrase":["Frase clave"],"Good job!":["¡Buen trabajo!"],"Add related keyphrase":["Añadir frase clave relacionada"],"Readability analysis:":["Análisis de legibilidad:"],"%d day":["%d día","%d días"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lee nuestra %1$sguía definitiva para la búsqueda de palabras clave%2$s para aprender más sobre la búsqueda y estrategia de palabras clave."],"Prominent words":["Palabras destacadas"],"%s (current default for %s)":["%s (actualmente por defecto para %s)"],"(Opens in a new browser tab)":["(Se abre en una nueva pestaña del navegador)"],"1 year free support and updates included!":["¡1 año de soporte y actualizaciones gratuitas incluido!"],"Get internal linking suggestions":["Consigue sugerencias de enlaces internos"],"Feedback":["Feedback"],"OK SEO score":["Puntuación SEO aceptable"],"Good SEO score":["Puntuación SEO buena"],"Please provide a meta description by editing the snippet below.":["Por favor introduce una meta description editando el snippet de abajo."],"No":["No"],"Yes":["Sí"],"Needs improvement":["Necesita mejorar"],"Yoast SEO":["Yoast SEO"],"Good":["Bien"],"Flesch reading ease":["Facilidad de lectura de Flesch"],"Facebook":["Facebook"],"very difficult":["muy difícil"],"difficult":["difícil"],"fairly difficult":["bastante difícil"],"fairly easy":["bastante fácil"],"easy":["fácil"],"very easy":["extremadamente fácil"],"OK":["Aceptable"],"Try to make shorter sentences, using less difficult words to improve readability":["Prueba haciendo frases más cortas, utilizando menos palabras difíciles para mejorar la legibilidad"],"The copy scores %1$s in the test, which is considered %2$s to read.":["El texto puntúa %1$s en la prueba, lo que se considera %2$s de leer."],"No Snippet":["Sin snippet"],"Breadcrumbs Title":["Título de las migas de pan"],"Meta robots advanced":["Meta robots avanzado"],"No Image Index":["Ningun Indice de imagen"],"View":["Ver"],"Advanced":["Avanzado"],"Canonical URL":["URL canónica"],"No Archive":["Aplicar atributo «No Archive»"]}},"comment":{"reference":"js\/dist\/block-editor.js"}}