{"translation-revision-date":"2024-06-29 14:32:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Activate tracking to show the ranking position":["Activa el seguimiento para mostrar el lugar de posicionamiento"],"Close the upgrade callout":["Cerrar el aviso de actualización"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s y consigue un exclusivo descuento de %2$s durante %3$s mes(es)."],"Click here to upgrade your %s plan":["Haz clic aquí para actualizar tu plan de %s"],"Keyphrases tracked: %1$s\/%2$s":["Frases clave rastreadas: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Estás rastreando %1$s de %2$s frases clave incluidas en tu cuenta."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Estás rastreando %1$s de %2$s frases clave incluidas en tu cuenta gratuita."],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Este resumen te mostrará tus frases que más posicionan en Google. Conecta con %s para empezar."],"You have successfully connected with %s.":["Te has conectado correctamente con %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Te has conectado correctamente con %1$s. Tu cuenta de %2$s no contiene aún ninguna frase clave para esta web. Puedes rastrear frases clave usando el botón de «Rastrear el rendimiento SEO» en el editor de entradas."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Error de la red: No ha sido posible conectar con el servidor. Por favor, revisa tu conexión a Internet e inténtalo de nuevo más tarde."],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Tu cuenta de %s todavía no contiene ninguna frase clave para esta web. Puedes rastrear frases clave usando el botón de «Rastrear el rendimiento SEO» del editor de entradas."],"%s account":["Cuenta de %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Este resumen solo muestra tus frases clave añadidas a Yoast SEO. Podría haber otras frases clave añadidas a tu %s."],"reconnect to %s":["reconectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo fue mal al recuperar los datos de tu web. Por favor, %s e inténtalo de nuevo."],"Tracking the ranking position...":["Rastreando el puesto en el posicionamiento…"],"Connect with %s":["Conectar con %s"],"Get more insights over at %s":["Consigue más estadísticas en %s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["El puesto de la frase clave en los últimos 90 días en una escala de 0 a 100."],"Position over time":["Puesto a lo largo del tiempo"],"Position":["Puesto"],"The number of headers and header labels don't match.":["El número de cabeceras y etiquetas de cabeceras no coincide."],"Keyphrase":["Frase clave"],"%d day":["%d día","%d días"],"View":["Ver"]}},"comment":{"reference":"js\/dist\/wincher-dashboard-widget.js"}}