{"translation-revision-date":"2024-06-29 14:32:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"E.g. https:\/\/x.com\/yoast":["Por ejemplo https:\/\/x.com\/yoast"],"X":["X"],"Let's get your site in tip-top shape for the search engines. Simply follow these 5 steps to make Google understand what your site is about.":["Pongamos tu sitio en plena forma para los motores de búsqueda. Sólo tienes que seguir estos 5 pasos para que Google entienda de qué trata tu sitio."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Si tu objetivo es aumentar tu posicionamiento, tienes que trabajar en tu SEO con regularidad. Eso puede ser abrumador, ¡así que abordémoslo paso a paso!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["¡Buen trabajo! Gracias a los detalles que has proporcionado, %1$s ha mejorado tu sitio para los motores de búsqueda, dándoles una idea más clara de lo que trata tu sitio."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Importante: No venderemos estos datos, y no recopilaremos ninguna información personal sobre ti o tus visitantes."],"What data will be collected and why?":["¿Qué datos se recogerán y por qué?"],"No, I don't want to share my site data":["No, no quiero compartir los datos de mi web"],"Are you open to help us improve our services?":["¿Estás dispuesto a ayudarnos a mejorar nuestros servicios?"],"Yes, give me your free tips!":["Sí, ¡dame consejos gratis!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["¡Suscríbete al boletín de %1$s para recibir las mejores prácticas para mejorar tu posicionamiento, ahorrar tiempo en tareas de SEO, estar al día de las últimas noticias sobre SEO y obtener orientación de expertos sobre cómo sacar el máximo partido a %2$s!"],"Get free weekly SEO tips!":["¡Consigue consejos SEO gartuitos semanalmente!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["¡Ya casi estás! Completa todos los ajustes en este paso para que los motores de búsqueda sepan de qué trata tu sitio."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Completar este paso ayuda a Google a comprender aún mejor tu sitio. Bono: ¡Mejorarás tus posibilidades de obtener resultados %1$srich%2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Empecemos por ejecutar la optimización de datos SEO. Eso significa que escanearemos tu sitio y crearemos una base de datos con datos SEO optimizados. No cambiará ningún contenido ni configuración de tu sitio y no tienes que hacer nada, ¡sólo pulsar empezar!\n\nNota: Si tienes mucho contenido, esta optimización puede llevar un rato. Pero confía en nosotros, ¡merece la pena!"],"We've successfully analyzed your site & optimized your SEO data!":["¡Hemos analizado con éxito tu sitio y optimizado tus datos SEO!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["¡Un trabajo fantástico! Añade a continuación las cuentas de redes sociales de tu organización. Esto nos permite afinar los metadatos para estas plataformas."],"Learn how to increase your rankings with %1$s":["Aprende cómo aumentar tu posicionamiento con %1$s"],"Please select a user in the Site representation step.":["Por favor, selecciona un usuario en el paso de representación del sitio."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Puedes %1$sactualizar o añadir perfiles sociales a este perfil de us uario%2$s."],"You have selected the user %1$s as the person this site represents.":["Has seleccionado al usuario %1$s como la persona a la que representa este sitio."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Si seleccionas una persona a la que representa este sitio, usaremos los perfiles sociales de la página del perfil del usuario seleccionado."],"We could not save the website name. Please check the value.":["No hemos podido guardar el nombre de la web. Por favor, revisa el valor."],"E.g. https:\/\/facebook.com\/yoast":["P. ej. https:\/\/facebook.com\/yoast"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Nos hemos tomado la libertad de usar tu logotipo y nombre de la web como nombre y logotipo de la organización. No dudes en cambiarlos a continuación."],"Finish configuration":["Finalizar configuración"],"Personal preferences":["Preferencias personales"],"SEO data optimization":["Optimización de datos SEO"],"An error has occurred: %1$s":["Ha ocurrido un error: %1$s"],"We could not save the organization name. Please check the value.":["No hemos podido guardar el nombre de la organización. Por favor, revisa el valor."],"E.g. example@email.com":["P. ej. ejemplo@correo.com"],"Please enter a valid email address.":["Por favor, introduce una dirección de correo electrónico válida."],"Thank you! Check your inbox for the confirmation email.":["¡Gracias! Revisa tu bandeja de entrada para el correo electrónico de confirmación."],"Or go to your SEO dashboard":["O ve a tu escritorio SEO"],"Tell us about your site, so we can get it ranked!":["¡Háblanos de tu sitio, para que podamos posicionarlo!"],"Personal logo or avatar":["Logotipo o avatar personal"],"Select a user":["Selecciona un usuario"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Has seleccionado al usuario %1$s como la persona a la que representa este sitio. Ahora se usará la información del perfil de esta persona en los resultados de búsqueda. No tienes permisos para actualizar el perfil de este usuario, así que, por favor, pide a este usuario o a un administrador que se asegure que la información sea correcta."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Has seleccionado el usuario %1$s como la persona a la que representa este sitio. Ahora se usará la información del perfil de este usuario en los resultados de búsqueda. %2$sActualiza este perfil para asegurarte de que la información sea correcta.%3$s"],"Tell us! Is your site about an organization or a person? ":["Cuéntanoslo ¿Tu sitio trata de una organización o de una persona? "],"Uploading image...":["Subiendo imagen"],"Select an option":["Selecciona una opción"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Se consciente de que deberías ejecutar la optimización de datos SEO para que esta configuración de lleve a efecto al máximo."],"We've already successfully analyzed your site. You can move on to the next step.":["Ya hemos analizado completamente tu sitio. Puedes pasar el siguiente paso."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["La optimización de datos SEO se está ejecutando … Puedes pasar con seguridad a los siguientes pasos de esta configuración."],"Add another profile":["Añadir otro perfil"],"E.g. https:\/\/www.wikipedia.com\/yoast":["P. ej. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["P. ej. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["P. ej. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["P. ej. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["P. ej. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["P. ej. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["P. ej. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["P. ej. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["P. ej. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["P. ej. https:\/\/www.facebook.com\/yoast"],"Delete item":["Borrar el elemento"],"E.g. https:\/\/social-platform.com\/yoast":["P. ej. https:\/\/social-platform.com\/yoast"],"Other social profile":["Otro perfil social"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["No tienes permisos para editar los perfiles sociales de este usuario. Por favor, pide a este usuario o a un administrador que lo haga."],"Email address":["Dirección de correo electrónico"],"Could not save this value. Please check the URL.":["No se pudo guardar este valor. Por favor, revisa la URL."],"Could not save this value. Please check the URL or username.":["No se pudo guardar este valor. Por favor, revisa la URL o el nombre de usuario."],"Oops! Something went wrong. Check your email address and try again.":["¡Vaya! Algo ha salido mal. Revisa tu dirección de correo electrónico e inténtalo de nuevo."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respeta tu privacidad. Lee %1$snuestra política de privacidad%2$s para saber cómo gestionamos tu información personal."],"Save and continue":["Guardar y continuar"],"Yes, you can collect my site data":["Sí, puedes recoger los datos de mi sitio"],"Does your site represent an Organization or Person?":["¿Tu sitio representa a una organización o a una persona?"],"Site representation":["Representación del sitio"],"Continue":["Continuar"],"Error stack trace":["Seguimiento de la pila de errores"],"Response":["Respuesta"],"Error message":["Mensaje de error"],"Status code":["Código de estado"],"Request method":["Método de solicitud"],"Request URL":["URL de solicitud"],"Error details":["Detalles del error"],"Remove image":["Eliminar imagen"],"Select image":["Seleccionar imagen"],"Replace image":["Reemplazar imagen"],"This feature has been disabled since subsites never send tracking data.":["Esta característica ha sido desactivada, ya que los subsitios nunca envían datos de seguimiento."],"SEO data optimization is disabled for non-production environments.":["La optimización de datos SEO está desactivada para los entornos que no están en producción."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta característica incluye y reemplaza el contador de enlaces de texto y el análisis de enlaces internos"],"Stop SEO data optimization":["Detener la optimización de datos SEO"],"Start SEO data optimization":["Empezar la optimización de datos de SEO"],"Can we collect anonymous information about your website to enhance %1$s?":["¿Podemos recopilar información anónima sobre tu web para mejorar %1$s?"],"Organization logo":["Logotipo de la organización"],"Organization name":["Nombre de la organización"],"This feature has been disabled by the network admin.":["Esta característica la ha desactivado el administrador de la red."],"Go back":["Volver"],"Save changes":["Guardar cambios"],"Name":["Nombre"],"Social profiles":["Perfiles sociales"],"Loading...":["Cargando..."],"Website name":["Nombre de la web"],"Facebook":["Facebook"],"Edit":["Editar"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}