{"translation-revision-date":"2024-06-29 14:32:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Explore %s!":["¡Explora %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["¡Llegarás a más gente con varias frases clave! ¿Quieres añadir rápidamente estas frases clave relacionadas al análisis de %s para incluso aún más optimización del contenido?"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Resalta las áreas de mejora en tu texto, no más buscar una aguja en un pajar, ¡directo a optimizar! ¡Ahora también en Elementor!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSoporte 24\/7%2$s: También en festivos y fines de semana."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sVistas previas sociales atractivas%2$s a las que la gente realmente quiera hacer clic."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sNo más enlaces rotos%2$s: Gestor de redirecciones automáticas."],"%1$sSuper fast%2$s internal linking suggestions.":["Sugerencias de enlazado interno %1$ssuper rápidas%2$s."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVarias frases clave%2$s: Posiciona mejor en más búsquedas."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sIA%2$s: Mejores y más rápidos títulos y meta descriptions SEO."],"Last year":["El año pasado"],"Last week":["La semana pasada"],"Last day":["Ayer"],"Last updated":["Última actualización"],"Activate tracking to show the ranking position":["Activa el seguimiento para mostrar el lugar de posicionamiento"],"Unlock Premium SEO analysis":["Desbloquea el análisis SEO Premium"],"Get more help with writing content that ranks":["Obtén más ayuda para escribir contenidos que se posicionen"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP al año (sin IVA)"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Comprueba tu texto según aún más criterios SEO y obtén un análisis mejorado de las frases clave, lo que facilitará la optimización de tu contenido."],"30% OFF":["30 % DE DESCUENTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Close the upgrade callout":["Cerrar el aviso de actualización"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s y consigue un exclusivo descuento de %2$s durante %3$s mes(es)."],"Click here to upgrade your %s plan":["Haz clic aquí para actualizar tu plan de %s"],"Keyphrases tracked: %1$s\/%2$s":["Frases clave rastreadas: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Estás rastreando %1$s de %2$s frases clave incluidas en tu cuenta."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Estás rastreando %1$s de %2$s frases clave incluidas en tu cuenta gratuita."],"Potentially non-inclusive":["Potencialmente no inclusivo"],"1 year of premium support and updates included!":["¡1 año de soporte premium y actualizaciones incluido!"],"Unlock with %s":["Desbloquear con %s"],"reconnect to %s":["reconectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo fue mal al recuperar los datos de tu web. Por favor, %s e inténtalo de nuevo."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Antes de que puedas rastrear el rendimiento SEO asegúrate de definir el título de la entrada y guardarlo como borrador, o de editar manualmente el slug de la entrada."],"Tracking the ranking position...":["Rastreando el puesto en el posicionamiento…"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Algo fue mal al rastrear el(los) puesto(s) de posicionamiento de tu página. Por favor, inténtalo de nuevo más tarde."],"No keyphrase has been set. Please set a keyphrase first.":["No se ha establecido ninguna frase clave. Por favor, establece primero una frase clave."],"upgrade your %s plan":["actualiza tu plan de %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Has llegado a la cantidad máxima de %d frases clave que puedes añadir a tu cuenta de Wincher. Si quieres añadir más frases clave, por favor, %s."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["¡Te has conectado correctamente a %s! Ahora puedes rastrear el rendimiento SEO de la(s) frase(s) clave de esta página."],"Read more about keyphrase tracking with Wincher":["Lee más sobre el seguimiento de frases clave con Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["El seguimiento automático de frases clave está activo. Tu(s) frase(s) clave las rastreará automáticamente %s cuando publiques tu entrada. "],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s puedes rastrear el puesto de posicionamiento de tu página en los resultados de búsqueda, basados en tu(s) frase(s) clave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s está actualmente rastreando el(los) puesto(s) de posicionamiento de tu página. Esto podría llevar unos cuantos minutos. Por favor, espera o compruébalo de nuevo más tarde."],"SEO performance":["Rendimiento SEO"],"Connect with %s":["Conectar con %s"],"* focus keyphrase":["* frase clave objetivo"],"Get more insights over at %s":["Consigue más estadísticas en %s"],"Tracking":["Seguimiento"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["El puesto de la frase clave en los últimos 90 días en una escala de 0 a 100."],"Position over time":["Puesto a lo largo del tiempo"],"Position":["Puesto"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Puedes activar\/desactivar abajo el rendimiento SEO de cada frase clave."],"Learn more about the SEO performance feature.":["Aprende más sobre la característica de rendimiento SEO."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Hemos encontrado un problema al trarar de obtener las frases clave relacionadas. Por favor, inténtalo de nuevo más tarde."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Has alcanzado la cantidad máxima de 4 frases clave relacionadas. Puedes cambiar o eliminar frases clave relacionadas en la caja meta o en la barra lateral de %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Por favor, espera mientras %1$s se conecta a %2$s para obtener frases clave relacionadas…"],"Last month":["Último mes"],"Two months ago":["Hace dos meses"],"Three months ago":["Hace tres meses"],"Four months ago":["Hace cuatro meses"],"Five months ago":["Hace cinco meses"],"Six months ago":["Hace seis meses"],"Seven months ago":["Hace siete meses"],"Eight months ago":["Hace ocho meses"],"Nine months ago":["Hace nueve meses"],"Ten months ago":["Hace diez meses"],"Eleven months ago":["Hace once meses"],"Twelve months ago":["Hace doce meses"],"Get more insights at %s":["Consigue más estadísticas en %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volumen de frases clave durante los últimos 12 meses en una escala de 0 a 100."],"Learn more about the related keyphrases trend":["Aprende más sobre las tendencias en frases clave relacionadas"],"Learn more about the related keyphrases volume":["Aprende más sobre el volumen de frases clave relacionadas"],"Volume":["Volumen"],"Related keyphrase":["Frase clave relacionada"],"Select country":["Seleccionar país"],"Show results for:":["Mostrar resultados para:"],"Upgrade your %s plan":["Amplía tu plan de %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Has alcanzado tu límite de peticiones de hoy. Vuelve mañana o amplía tu plan de %s."],"Trend":["Tendencia"],"Sorry, there's no data available for that keyphrase\/country combination.":["Lo siento, no hay ningún dato disponible para esa combinación de frase clave\/país."],"The number of headers and header labels don't match.":["El número de cabeceras y etiquetas de cabeceras no coincide."],"Return to your %s":["Volver a tu %s"],"Make sure to save your %s for changes to take effect":["Asegúrate de haber guardado la %s para que tengan efecto los cambios"],"Keyphrase":["Frase clave"],"%d day":["%d día","%d días"],"Good results":["Buenos resultados"],"Considerations":["Consideraciones"],"Errors":["Errores"],"Feedback":["Feedback"],"OK SEO score":["Puntuación SEO aceptable"],"Good SEO score":["Puntuación SEO buena"],"Needs improvement":["Necesita mejorar"],"Problems":["Problemas"],"Improvements":["A mejorar"],"Good":["Bien"],"OK":["Aceptable"],"View":["Ver"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}