{"translation-revision-date":"2024-06-29 14:32:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Beta":["Beta"],"New":["Nuevo"],"seconds":["segundos"],"Remove image":["Eliminar imagen"],"Select image":["Seleccionar imagen"],"Replace image":["Reemplazar imagen"],"Dismiss this alert":["Descartar esta alerta"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Una vez que hayas escrito un poco más, te daremos la lista de las palabras que más aparecen en el contenido. Estas dan una indicación de en qué se centra tu contenido."],"%d occurrences":["%d apariciones"],"minutes":["minutos"],"hours":["horas"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Las siguientes palabras son las que más aparecen en el contenido. Estas dan una indicación de en qué se centra tu contenido. Si las palabras difieren mucho de tu temática, puede que quieras reescribir tu contenido debidamente. "],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lee nuestra %1$sguía definitiva para la búsqueda de palabras clave%2$s para aprender más sobre la búsqueda y estrategia de palabras clave."],"Prominent words":["Palabras destacadas"],"Something went wrong. Please reload the page.":["Algo salió mal. Por favor, recarga la página."],"Dismiss this notice":["Descartar este aviso"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["El idioma de tu sitio está configurado a %s. Si no es así contacta con el administrador de tu sitio."],"On":["Activo"],"Off":["Inactivo"],"Change language":["Cambiar idioma"],"Your site language is set to %s. ":["El idioma de tu sitio está configurado a %s. "],"(Opens in a new browser tab)":["(Se abre en una nueva pestaña del navegador)"],"Close":["Cerrar"]}},"comment":{"reference":"js\/dist\/externals\/componentsNew.js"}}